[
  {
    "id": "art-1762059692800",
    "key": "PMC12577501",
    "pmid": null,
    "pmcid": "PMC12577501",
    "doi": null,
    "title": "Untitled",
    "title_sv": "En metaanalys av effekten av mindfulnessbaserad stressreduktionsterapi på posttraumatiskt stressyndrom",
    "tags": [],
    "summary": "En ny metaanalys har systematiskt utvärderat effekten av Mindfulness-Based Stress Reduction (MBSR) som intervention för individer med posttraumatiskt stressyndrom (PTSD). Syftet med studien var att sammanställa det befintliga forskningsläget från randomiserade kontrollerade studier för att ge en tydligare bild av hur MBSR påverkar inte bara PTSD-symtom, utan även andra relevanta psykologiska faktorer som depression, livskvalitet och mindfulnessförmåga. Forskarna ville specifikt isolera effekterna av MBSR, till skillnad från tidigare översikter som ofta har slagit samman olika typer av mindfulnessbaserade interventioner.\n\nPosttraumatiskt stressyndrom är ett allvarligt tillstånd som kan uppstå efter exponering för extrema händelser och kännetecknas av symtom som återupplevande, överspändhet och undvikande. För diagnostik används ofta både självskattningsformulär som PTSD Checklist (PCL) och klinikeradministrerade, semistrukturerade intervjuer som Clinician-Administered PTSD Scale (CAPS), vilken betraktas som en \"gold standard\". Standardbehandling för PTSD innefattar psykoterapi och farmakoterapi, men intresset för komplementära metoder har ökat. En sådan metod är Mindfulness-Based Stress Reduction, utvecklad av Jon Kabat-Zinn. MBSR är ett strukturerat 8-veckors grupprogram som syftar till att öka medvetenheten om nuet på ett icke-dömande sätt. Genom tekniker som andningsmeditation, kroppsscanning och mindful yoga lär sig deltagarna att observera sina tankar, känslor och kroppsliga förnimmelser utan att omedelbart reagera på dem. Detta antas ge individer verktyg för att bättre hantera stress och känslomässigt lidande. Trots att MBSR har visat sig vara effektivt för stress och depression har dess specifika effekt på PTSD behövt en mer noggrann och samlad utvärdering.\n\nDenna metaanalys inkluderade nio randomiserade kontrollerade studier med totalt 832 deltagare. För att säkerställa en hög vetenskaplig kvalitet inkluderades endast studier där deltagare slumpmässigt fördelats till antingen en MBSR-grupp eller en kontrollgrupp. Kontrollgrupperna bestod oftast av antingen sedvanlig behandling (treatment as usual) eller en annan aktiv behandling, såsom samtalsgrupper fokuserade på nuet (present-centered group therapy). Forskarna extraherade data för fyra huvudsakliga utfallsmått: PTSD-symtom, depressiva symtom, livskvalitet och mindfulness. För att kunna jämföra resultat mellan olika studier och mätinstrument användes effektstorleken Standardized Mean Difference (SMD), som anger storleken på skillnaden mellan grupperna i standardavvikelser. En låg heterogenitet (mätt med I²-statistik) observerades i de flesta analyser, vilket indikerar att resultaten från de inkluderade studierna var relativt samstämmiga.\n\nResultaten visade att MBSR hade en statistiskt signifikant positiv effekt på samtliga undersökta områden. Deltagare som genomgick MBSR uppvisade en signifikant minskning av PTSD-symtom jämfört med kontrollgrupperna (SMD = -0.20). Denna effekt var konsekvent oavsett om symtomen mättes med självskattningsformuläret PCL eller den klinikeradministrerade intervjun CAPS. Vidare sågs en signifikant minskning av depressiva symtom (SMD = -0.25), vilket är kliniskt relevant då depression är en vanlig komorbiditet vid PTSD. Utöver symtomreduktion fann man även att MBSR ledde till en signifikant förbättring av deltagarnas livskvalitet (SMD = 0.40) och deras förmåga till mindfulness, mätt med Five Facet Mindfulness Questionnaire (SMD = 0.41). Dessa effektstorlekar kan tolkas som små till måttliga, men de är ändå kliniskt betydelsefulla, särskilt med tanke på att MBSR ofta jämfördes med andra aktiva behandlingar.\n\nArtikelförfattarna drar slutsatsen att MBSR är en effektiv intervention för att minska både PTSD-symtom och komorbida depressiva symtom hos personer med PTSD. Dessutom stärker behandlingen viktiga resurser som upplevd livskvalitet och mindfulness. Författarna menar att resultaten ger ett starkt stöd för att rekommendera MBSR som ett behandlingsalternativ. De pekar dock på viktiga begränsningar i den befintliga forskningen. Majoriteten av deltagarna i de inkluderade studierna var manliga krigsveteraner, vilket begränsar generaliserbarheten till andra populationer och typer av trauma. Framtida forskning bör därför fokusera på att undersöka effekten av MBSR hos mer heterogena grupper, inklusive kvinnor och individer som utsatts för andra typer av trauman. Författarna rekommenderar också att framtida studier inkluderar mer detaljerade utfallsmått, såsom de specifika symtomklustren inom PTSD (återupplevande, undvikande, hyperarousal), för att få en djupare förståelse för behandlingens verkningsmekanismer.\n\nAI-reflektion\n\nDenna metaanalys ger ett robust, om än inte överraskande, stöd för det kliniska värdet av MBSR vid behandling av PTSD. För praktiserande psykologer är resultaten uppmuntrande. De små till måttliga effektstorlekarna bör dock tolkas med eftertanke. MBSR framstår inte som en mirakelkur, utan snarare som ett värdefullt verktyg i den terapeutiska verktygslådan. Det är särskilt intressant att effekten är signifikant även när jämförelsen görs mot aktiva kontrollgrupper. Det tyder på att effekten av MBSR sträcker sig bortom de ospecifika faktorer som gruppgemenskap och regelbunden uppmärksamhet från en behandlare.\n\nUr ett mekanistiskt perspektiv kan MBSR:s effekt på PTSD förstås genom flera psykologiska processer. Träningen i icke-dömande observation kan fungera som en form av mild, självreglerad exponering. Genom att lära sig att stanna kvar med och observera påträngande minnen och känslor utan att omedelbart agera på dem, kan patienten gradvis minska sin rädsloreaktion och sitt undvikandebeteende. Detta förändrar relationen till de inre upplevelserna från en kamp till ett accepterande observerande. Vidare adresserar MBSR direkt den emotionella dysreglering och hyperarousal som är central vid PTSD. Fokus på andning och kroppsförnimmelser ger konkreta färdigheter för att förankra sig i nuet och reglera ett överaktivt nervsystem.\n\nI praktiken kan MBSR vara ett utmärkt alternativ eller komplement, särskilt för patienter som upplever traditionell traumafokuserad KBT som alltför konfrontativ eller överväldigande. Gruppformatet kan dessutom erbjuda socialt stöd och minska den isolering som många med PTSD upplever. Samtidigt understryker studiens begränsningar en viktig klinisk realitet: vi måste vara försiktiga med att generalisera resultat från en specifik population, som manliga veteraner, till alla patienter med PTSD. En kvinna som utvecklat PTSD efter sexuella övergrepp kan ha helt andra behov och reagera annorlunda på en gruppintervention. Framtiden ligger i att skräddarsy och anpassa interventioner, och denna metaanalys ger en solid grund att stå på när vi överväger MBSR som en del av en individualiserad behandlingsplan.\n\nA Meta-Analysis of the Impact of Mindfulness-Based Stress Reduction Therapy Intervention on Post-traumatic Stress Disorder. Jiang, X., Zhang, M., Wang, J., Wang, J., & Zhang, Y. (2025). *Cureus*, *17*(10), e95793. https://doi.org/10.7759/cureus.95793",
    "createdAt": "2025-11-02T05:01:32.800Z"
  },
  {
    "id": "art-1762041714634",
    "key": "PMC12577944",
    "pmid": null,
    "pmcid": "PMC12577944",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Hopp, styrka och överlevnad: att utforska positiva psykologiska interventioner inom bröstcancersjukvård",
    "tags": [],
    "summary": "Denna artikel syftar till att utforska rollen och effektiviteten av interventioner från positiv psykologi (PPI) i den psykologiska vården för individer som diagnostiserats med bröstcancer. Författarna genomför en narrativ översikt för att syntetisera aktuell kunskap om teoretiska modeller, kliniska tillämpningar och nya trender inom fältet.\n\nHistoriskt sett har det psykosociala stödet inom onkologin fokuserat på att lindra psykisk ohälsa såsom ångest och depression. Även om detta är avgörande, utgår det från en bristmodell som syftar till att behandla psykologiska \"problem\" snarare än att bygga psykologiska \"resurser\". Författarna argumenterar för att positiv psykologi erbjuder ett proaktivt och kompletterande ramverk som skiftar fokus från psykisk sjukdom till psykiskt välbefinnande. En bröstcancerdiagnos medför ofta en omedelbar och långvarig psykologisk börda, inklusive rädsla, osäkerhet och existentiell ångest. Positiv psykologi, med sin betoning på styrkor, dygder och meningsfullhet, erbjuder verktyg för att hjälpa patienter att inte bara överleva, utan att blomstra trots sin sjukdom. Denna översikt bygger vidare på tidigare forskning genom att inkludera nyare dimensioner såsom digitala plattformar för interventioner, fysiologiska utfallsmått och vikten av kulturell anpassning.\n\nCentralt för tillämpningen av positiv psykologi inom onkologi är flera teoretiska ramverk. Martin Seligmans PERMA-modell beskriver fem pelare för välbefinnande: positiva känslor (Positive Emotion), engagemang (Engagement), relationer (Relationships), mening (Meaning) och prestation (Accomplishment). Inom bröstcancervården kan dessa pelare omsättas i praktiken genom att exempelvis odla tacksamhet för att motverka stress, främja engagemang i meningsfulla aktiviteter för att minska grubbleri, och stärka relationer för att öka socialt stöd. En annan grundläggande teori är Barbara Fredricksons \"Broaden-and-Build Theory\", som postulerar att positiva känslor vidgar en individs tanke- och handlingsrepertoar och bygger varaktiga personliga resurser. För bröstcancerpatienter kan upplevelser av hopp och glädje, även under behandling, stärka copingstrategier och psykologisk motståndskraft. Författarna lyfter även fram Self-Determination Theory (SDT), som betonar de grundläggande psykologiska behoven av autonomi, kompetens och samhörighet. Interventioner som stärker patientens känsla av kontroll och meningsfulla relationer kan därmed förbättra det psykiska måendet. Slutligen kopplas positiv psykologi till teorin om posttraumatisk tillväxt (PTG), där den svåra kampen mot sjukdomen kan leda till positiv psykologisk förändring, såsom en nyfunnen uppskattning för livet och ökad personlig styrka.\n\nArtikeln sammanställer klinisk evidens för en rad specifika interventioner. Tacksamhetsinterventioner, som att föra tacksamhetsdagbok, har i randomiserade studier visat sig minska ångest och öka livstillfredsställelsen hos bröstcancerpatienter. Mindfulness-baserade interventioner som Mindfulness-Based Stress Reduction (MBSR) har starkt stöd för att minska stress, trötthet och rädsla för återfall, med vissa studier som även visar på neurobiologiska förändringar i hjärnregioner kopplade till känsloreglering. Meningscentrerad terapi, med rötter i Viktor Frankls logoterapi, har visat sig förbättra andligt välbefinnande och minska existentiell ångest genom att hjälpa patienter att finna mening i sina upplevelser. Styrkebaserade metoder, där patienter identifierar och använder sina karaktärsstyrkor (t.ex. via VIA-instrumentet), har kopplats till ökad self-efficacy och bättre följsamhet till behandling. Författarna noterar även att vissa studier har funnit fysiologiska korrelat till dessa interventioner, såsom minskade inflammatoriska markörer (t.ex. IL-6) och förbättrad immunfunktion, vilket tyder på en koppling mellan psykologiskt och fysiskt välbefinnande.\n\nFörfattarna drar slutsatsen att integrationen av PPIs i bröstcancervården representerar ett viktigt steg mot en mer holistisk och patientcentrerad onkologi. De betonar att dessa interventioner inte ersätter traditionell medicinsk eller psykologisk behandling, utan kompletterar den genom att stärka patientens inneboende resurser. För att framgångsrikt implementera PPIs föreslår de att metoderna integreras i multidisciplinära team, att digitala plattformar används för att öka tillgängligheten och att vårdpersonal får utbildning i dessa förhållningssätt. Samtidigt lyfter de fram flera utmaningar, såsom tids- och resursbrist inom vården, behovet av kulturell anpassning av interventionerna och den etiska risken för \"toxisk positivitet\" – en press på patienter att alltid vara positiva, vilket kan invalidera legitima känslor av sorg och rädsla. Framtida forskning bör, enligt författarna, fokusera på långsiktiga utfall, studera biomarkörer mer ingående, genomföra jämförande studier mot traditionella terapier som KBT, samt utveckla och validera kulturellt anpassade interventioner, särskilt för patienter i palliativ vård.\n\nAI-reflektion\n\nDenna översiktsartikel målar upp en hoppfull och konstruktiv bild av psykologins roll inom cancervården. För kliniskt verksamma psykologer är budskapet både inspirerande och praktiskt användbart. Artikeln ger ett starkt vetenskapligt stöd för att komplettera våra traditionella metoder, som ofta är inriktade på att hantera och reducera lidande, med ett proaktivt fokus på att bygga upp det som gör livet meningsfullt. Det är en välkommen påminnelse om att psykologisk behandling inte enbart handlar om att reparera det som är trasigt, utan också om att odla det som är helt.\n\nDet mest värdefulla bidraget är kanske den tydliga kopplingen mellan specifika, ofta enkla, interventioner och robusta teoretiska ramverk. Att rekommendera en patient att föra tacksamhetsdagbok kan ibland kännas banalt, men när det ramas in av Fredricksons \"Broaden-and-Build Theory\" blir det en meningsfull och evidensbaserad strategi för att bygga psykologisk resiliens. På samma sätt blir arbetet med att identifiera karaktärsstyrkor mer än en feel-good-övning när det kopplas till Self-Determination Theory och patientens behov av autonomi och kompetens i en situation som annars präglas av maktlöshet.\n\nArtikelförfattarnas varning för \"toxisk positivitet\" är särskilt viktig. I en klinisk kontext är detta en avgörande nyans. Vår uppgift är inte att påtvinga patienten ett positivt synsätt, utan att validera hela spektrumet av känslor och därefter, när patienten är mottaglig, erbjuda verktyg för att hitta ljusglimtar och mening även i mörkret. Det handlar om att skapa ett \"både och\"-perspektiv snarare än ett \"antingen eller\". Man kan känna en djup sorg över sin sjukdom och samtidigt känna tacksamhet för en vänlig gest från en sjuksköterska. Det är i denna dualitet som verklig resiliens ofta växer fram. Artikeln ger oss som kliniker ett språk och en vetenskaplig grund för att arbeta mer medvetet med att bygga upp välbefinnande, inte bara som ett komplement till symtomreduktion, utan som en central del av den terapeutiska processen.\n\nTitel: Hope, strength, and survival: exploring positive psychology interventions in breast cancer care\nFörfattare: Emmanuel Ifeanyi Obeagu och Rihab Aref Alsadi\nPubliceringsår: 2025\nJournal: Annals of Medicine and Surgery\nDOI: 10.1097/MS9.0000000000003809",
    "createdAt": "2025-11-02T00:01:54.635Z"
  },
  {
    "id": "art-1762030909037",
    "key": "PMC12578167",
    "pmid": null,
    "pmcid": "PMC12578167",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Självmordsriskens karaktärsdrag hos yrkeshögskolestudenter: en latent profilanalys",
    "tags": [],
    "summary": "En ny studie undersökte de komplexa faktorer som bidrar till suicidrisk hos studenter på yrkeshögskolor. Syftet var att gå bortom att se riskfyllda studenter som en homogen grupp och istället identifiera distinkta undergrupper med olika riskprofiler. Genom att använda den etablerade stress-sårbarhetsmodellen som teoretisk grund, ville forskarna skapa ett mer nyanserat klassificeringssystem. Förhoppningen är att ett sådant system kan hjälpa universitet och högskolor att utveckla skräddarsydda och mer effektiva förebyggande insatser, anpassade efter de specifika behoven hos varje riskgrupp.\n\nSuicid är globalt sett ett allvarligt folkhälsoproblem och en av de vanligaste dödsorsakerna bland unga vuxna i åldern 15–29 år, en demografi som innefattar studenter på högre utbildningar. Dessa studenter står inför en rad utmaningar, såsom akademisk press, komplicerade sociala relationer och osäkerhet kring framtida karriärval, vilket kan leda till psykisk ohälsa. Forskningens teoretiska utgångspunkt var stress-sårbarhetsmodellen, som postulerar att suicidalt beteende uppstår ur ett samspel mellan yttre stressfaktorer och en individs inneboende sårbarhet. Stressfaktorer kan vara negativa livshändelser som akademiska misslyckanden eller relationsproblem. Sårbarhetsfaktorer (diates) är mer stabila personlighetsdrag, som exempelvis neuroticism, eller negativa uppväxterfarenheter. Modellen inkluderar även skyddsfaktorer, såsom socialt stöd, som kan fungera som en buffert mot effekterna av stress och sårbarhet. Tidigare forskning har ofta behandlat studenter som en enhetlig grupp, vilket har lett till problem med screeningverktyg som genererar många falska positiva resultat. Denna studie syftade till att lösa detta genom att använda en personcentrerad metod för att identifiera meningsfulla undergrupper.\n\nFör att identifiera dessa undergrupper använde forskarna en statistisk metod kallad Latent Profilanalys (LPA). Till skillnad från traditionella metoder som undersöker sambandet mellan enskilda variabler för en hel population (variabelcentrerad ansats), är LPA en personcentrerad metod. Det innebär att den analyserar individers svarsmönster över ett flertal variabler samtidigt för att identifiera distinkta, underliggande subgrupper (eller \"profiler\") av människor som liknar varandra. Målet är att maximera skillnaderna mellan grupperna och likheterna inom varje grupp. I studien deltog 1 620 studenter från en kinesisk yrkeshögskola som redan identifierats ha en förhöjd suicidrisk genom en initial screening. Data samlades in med hjälp av flera validerade instrument för att mäta stressfaktorer (Adolescent Life Events Scale), psykiska symtom (Symptom Checklist-90, Beck Depression Inventory-II), sårbarhetsfaktorer (frågeformulär om uppväxterfarenheter samt neuroticism-skalan från Eysenck Personality Questionnaire) och skyddsfaktorer (Social Support Rating Scale). Suicidalitet mättes med Adolescent Suicidal Tendency Scale.\n\nResultaten visade att negativa livshändelser, psykiska symtom (särskilt depression och ångest) och neuroticism var signifikanta prediktorer för ökad suicidalitet, medan socialt stöd fungerade som en skyddsfaktor. Den centrala analysen, LPA, identifierade tre distinkta riskprofiler bland studenterna. Den första profilen, \"högriskgruppen\" (17,4 % av urvalet), kännetecknades av genomgående höga nivåer av psykiska symtom som depression, ångest och interpersonell känslighet, samt höga poäng på neuroticism, suicidtankar och suicidförberedelser. Denna grupp hade samtidigt det lägsta sociala stödet. Den andra och största profilen var \"måttlig risk-gruppen\" (46,5 %). Dessa studenter hade medelhöga nivåer av symtom men utmärkte sig genom höga nivåer av neuroticism och känslor av hopplöshet. Deras suicidrisk var förhöjd men inte lika akut som för högriskgruppen. Den tredje profilen, \"lågriskgruppen\" (36,1 %), representerade den mest välfungerande gruppen. De hade de högsta nivåerna av socialt stöd, de lägsta nivåerna på alla psykiska symtom och den lägsta suicidaliteten.\n\nForskarna drog slutsatsen att deras fynd ger starkt stöd för stress-sårbarhetsmodellen och visar att studenter med suicidrisk inte är en homogen grupp. Identifieringen av tre distinkta profiler har betydande praktiska implikationer. Istället för generella insatser föreslår författarna ett differentierat och nivåindelat stödsystem. För \"högriskgruppen\" rekommenderas omedelbar klinisk krishantering, vilket kan inkludera en kombination av KBT och farmakologisk behandling för att snabbt stabilisera individen. För den stora \"måttlig risk-gruppen\" föreslås förebyggande och resiliensstärkande insatser, såsom gruppbaserad rådgivning fokuserad på stresshantering, exempelvis mindfulness-baserad stressreduktion (MBSR). För \"lågriskgruppen\" kan universella, hälsofrämjande insatser vara tillräckliga, som att underlätta och stärka sociala nätverk och kamratstöd. Genom att anpassa insatserna efter de specifika risk- och skyddsmönstren i varje profil kan högskolor och universitet optimera sina resurser och erbjuda mer effektivt stöd, vilket i slutändan kan rädda liv. Forskarna påpekar dock studiens begränsningar, såsom dess korrelationella design som inte medger slutsatser om orsakssamband, samt att den bygger på självrapporteringsdata.\n\nAI-reflektion\nDenna studie är ett utmärkt exempel på hur moderna statistiska metoder kan överbrygga klyftan mellan forskning och klinisk praktik. Att gå från en variabelcentrerad till en personcentrerad ansats är inte bara en metodologisk finess; det speglar hur vi som kliniker faktiskt möter människor. Vi ser inte \"höga korrelationer mellan depression och suicidtankar\", vi ser individer med unika konstellationer av problem, styrkor och sårbarheter. LPA ger oss ett språk och en struktur för att systematiskt beskriva dessa kliniska presentationer.\n\nFör en svensk kontext är studiens princip – att segmentera en population för att skräddarsy insatser – direkt applicerbar, även om de exakta profilerna kan se annorlunda ut här. Studenthälsan på svenska universitet skulle kunna använda en liknande modell för att proaktivt allokera sina resurser. Istället för att erbjuda samma stresshanteringskurs till alla som söker, skulle man kunna identifiera en \"högriskgrupp\" som omedelbart slussas till psykolog eller psykiatri, en \"måttlig risk-grupp\" som erbjuds riktade workshops i exempelvis emotionsreglering eller ACT, och en \"lågriskgrupp\" som kan få stöd genom mentorprogram och sociala aktiviteter.\n\nEn viktig poäng är att den största gruppen (46,5 %) var den med måttlig risk, kännetecknad av neuroticism och hopplöshet. Detta är en enorm och ofta förbisedd grupp. De är inte i akut kris, men deras sårbarhet gör dem till en tickande bomb om de utsätts för ytterligare stress. Att erbjuda lättillgängliga, lågtröskelinsatser för just denna grupp kan vara den mest kostnadseffektiva suicidpreventionen på lång sikt. Det handlar om att bygga psykologisk motståndskraft innan krisen är ett faktum. Studien ger oss därmed inte bara ett verktyg för att identifiera de mest akuta fallen, utan också en karta för hur vi kan arbeta proaktivt och förebyggande på populationsnivå.\n\nLuo, X. (2025). Suicide risk characteristics of vocational college students: A latent profile analysis. *PLOS One*, *20*(10), e0333303. https://doi.org/10.1371/journal.pone.0333303\n\nhttps://www.regeringen.se/rattsliga-dokument/statens-offentliga-utredningar/2021/09/sou-202170/",
    "createdAt": "2025-11-01T21:01:49.037Z"
  },
  {
    "id": "art-1762023693506",
    "key": "PMC12578197",
    "pmid": null,
    "pmcid": "PMC12578197",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Patientupplevelser med liraglutid vid fetma och hetsätningsstörning – en kvalitativ studie",
    "tags": [],
    "summary": "En ny kvalitativ studie av Følling och kollegor syftade till att undersöka de levda erfarenheterna hos patienter med samtidig fetma och hetsätningsstörning (BED) som behandlas med läkemedlet liraglutid. Forskningen adresserar en kunskapslucka kring hur denna patientgrupp, som ofta kämpar med komplexa psykologiska och fysiologiska utmaningar, subjektivt upplever effekterna av en relativt ny farmakologisk behandling. Studien genomfördes med hjälp av semistrukturerade djupintervjuer med åtta patienter och analyserades med systematisk textkondensation, en form av tematisk analys.\n\nBakgrunden till studien är den starka kopplingen mellan fetma och hetsätningsstörning, den vanligaste ätstörningen. BED karaktäriseras av återkommande episoder av hetsätning med en känsla av kontrollförlust, utan efterföljande kompensatoriska beteenden som vid bulimia nervosa. Författarna belyser att hetsätning ofta fungerar som en maladaptiv strategi för att reglera negativa känslor som ångest, frustration och skam. Detta skapar en ond cirkel där bantningsförsök, som är vanliga i denna patientgrupp, kan trigga hetsätning, vilket i sin tur leder till mer skam och nedstämdhet. Behandlingen för BED inkluderar ofta psykoterapi, men farmakologiska alternativ kan behövas. Liraglutid är en så kallad GLP-1-analog, ett läkemedel som ursprungligen utvecklats för diabetes och vikthantering. Dess verkningsmekanism är relevant för BED eftersom den inte bara fördröjer magsäckstömningen och ökar mättnadskänslan, utan även påverkar hjärnans belöningssystem, vilket kan minska suget efter högkalorimat.\n\nResultaten från studien presenteras genom två huvudteman. Det första temat, \"Matens roll i uttrycket av BED\", beskriver patienternas grundläggande problematik. Maten fungerade som en känsloreglerare för att uppnå tröst, trygghet och en flykt från smärtsamma tankar. Deltagarna beskrev en ständig mental upptagenhet av mat, planering och dieter, vilket upptog en stor del av deras kognitiva kapacitet. Känslomässiga och situationella faktorer som låg självkänsla, stress, och stigmatisering relaterat till vikt var starka utlösare för hetsätningsepisoder. Det andra huvudtemat, \"Erfarenheter av liraglutid i hanteringen av BED\", visar hur läkemedlet påverkade denna problematik. Deltagarna upplevde att liraglutid hjälpte dem att tillgodose både känslomässiga och fysiska behov. De kände sig snabbare mätta och upplevde en känsla av lugn och tillfredsställelse efter måltider, utan att behöva äta till den punkt av fysiskt obehag som tidigare krävdes. En central upplevelse var en markant minskning av tankar på mat, vilket frigjorde mental energi och skapade en känsla av \"matro\". Läkemedlet beskrevs som en \"hjälpande hand\" som minskade triggerna för hetsätning och bröt den onda cirkeln av skam och skuldkänslor.\n\nFörfattarna drar slutsatsen att liraglutid verkar hjälpa patienter med fetma och BED genom att adressera både fysiologiska och psykologiska behov. Genom att minska matrelaterade tankar och impulser, bidrog läkemedlet till en minskning av BED-symtom och en förbättrad känslomässig välbefinnande och livskvalitet. De poängterar dock att resultaten är preliminära på grund av den lilla urvalsstorleken och den kvalitativa designen, vilket begränsar generaliserbarheten. En viktig observation är att deltagarna även hade fått psykoterapi (KBT-E eller psykoedukation), vilket kan ha samverkat med läkemedlets effekt. Författarna menar att studien utmanar synen på farmakologiska behandlingar som enbart symtomatiska för fysiologiska problem och pekar istället på potentialen att integrera GLP-1-analoger i en holistisk, tvärvetenskaplig vård för BED. Framtida forskning, särskilt storskaliga studier, behövs för att bekräfta dessa fynd och för att informera kliniska riktlinjer och hälsopolitiska beslut om tillgången till dessa läkemedel.\n\nAI-reflektion\nDenna studie är särskilt intressant i en tid då GLP-1-analoger som liraglutid och semaglutid har fått enorm uppmärksamhet, främst som \"bantningsläkemedel\". Følling och kollegors arbete lyfter blicken från vågen och fokuserar på den subjektiva, psykologiska upplevelsen, vilket är djupt relevant för oss psykologer. Det mest slående är hur deltagarna beskriver en minskning av det mentala \"bruset\" kring mat. För en patient med BED är denna konstanta kognitiva belastning utmattande och utgör ofta ett stort hinder i psykoterapi. Läkemedlet tycks här skapa ett \"terapeutiskt fönster\" – en mental andningspaus där patienten får den kognitiva och emotionella kapacitet som krävs för att kunna tillgodogöra sig psykologiska interventioner.\n\nDetta pekar på en potentiell synergi mellan farmakologi och psykoterapi. Medicinen hanterar den starka biologiska driften, medan terapin kan adressera de underliggande mönstren för känsloreglering, självkänsla och interpersonella relationer. Utan terapi riskerar patienten att bli beroende av läkemedlet för att hantera sina impulser, utan att utveckla hållbara copingstrategier. Studien belyser indirekt denna risk, då flera deltagare som avbröt medicineringen upplevde att de gamla mönstren snabbt återvände. För klinisk praxis innebär detta att vi som psykologer behöver vara medvetna om dessa läkemedels psykologiska effekter och se dem som ett potentiellt verktyg som kan integreras i en behandlingsplan, snarare än en konkurrerande eller separat insats. Det öppnar för ett närmare samarbete med förskrivande läkare för att optimera behandlingen, där medicinering kan användas för att stabilisera patienten så att det psykologiska arbetet blir mer verkningsfullt.\n\nFølling, I. S., Reigstad, S. L., Hyldmo, Å. A., & Helvik, A.-S. (2025). Patient experiences with liraglutide for obesity and binge eating disorder–A qualitative study. *PLOS One*, *20*(10), e0335806. https://doi.org/10.1371/journal.pone.0335806",
    "createdAt": "2025-11-01T19:01:33.506Z"
  },
  {
    "id": "art-1761998481076",
    "key": "PMC12578430",
    "pmid": null,
    "pmcid": "PMC12578430",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Utveckling av en intervention för att hantera ångest hos ungdomar med hjälp av samhällsbaserade deltagande metoder: Protokoll",
    "tags": [],
    "summary": "En ny forskningsartikel beskriver utvecklingen av en förebyggande intervention mot ångest, skräddarsydd för ungdomar från etniska minoriteter i urbana miljöer. Studien syftar till att presentera det protokoll som använts för att utveckla och pilottesta en psykoedukativ intervention som bygger på ett starkt samarbete med lokalsamhället. Målet med interventionen är att öka deltagarnas kunskap om ångest, minska stigmat kring att söka hjälp och stärka deras förmåga att hantera stressfaktorer med hjälp av praktiska copingstrategier. Detta görs genom att kombinera evidensbaserade metoder med kunskap och erfarenheter från de personer som interventionen riktar sig till.\n\nArtikelförfattarna lyfter fram en oroväckande trend där ångestproblematik bland unga i USA stadigt ökar. Denna ökning är särskilt påtaglig bland ungdomar från etniska minoriteter och i socioekonomiskt utsatta urbana områden. Systemiska ojämlikheter, såsom exponering för våld, ekonomisk instabilitet och brist på resurser i närområdet, bidrar till att dessa ungdomar löper en oproportionerligt hög risk att utveckla ångest. Trots det stora behovet saknas ofta tillgängliga och anpassade insatser. Skolan identifieras som en idealisk arena för att implementera psykisk hälso-främjande program, eftersom den kan nå ut till ungdomar som annars inte skulle fångas upp av vården och samtidigt undanröja hinder som transport, kostnader och okunskap om vårdsystemet.\n\nFör att säkerställa att interventionen är kulturellt relevant och anpassad till målgruppens specifika behov har forskarna använt sig av metoden Community-Based Participatory Research (CBPR). Detta är en forskningsansats där medlemmar från lokalsamhället involveras som jämlika partners i hela forskningsprocessen, från idé till implementering. Genom att aktivt engagera lokala experter och en rådgivande ungdomsgrupp, en så kallad Youth Advisory Board (YAB), säkerställs att interventionens innehåll, språk och format är meningsfullt och engagerande för deltagarna. Interventionen är teoretiskt förankrad i kognitiv beteendeterapi (KBT) men har anpassats för att inkludera principer från traumafokuserad KBT och ta hänsyn till kontextuella stressfaktorer som rasdiskriminering och våld i samhället. Utvecklingsprocessen inkluderade även \"theater testing\", en metod där interventionens innehåll testades på en mindre grupp från YAB för att samla in feedback och finslipa materialet innan den fullskaliga pilotstudien.\n\nPilotstudien är utformad som en feasibility-studie, vilket innebär att dess primära syfte är att testa genomförbarheten av interventionen. Mellan 30 och 50 högstadieungdomar från Paterson, New Jersey, som identifierats av skolkuratorer som varande i riskzonen för ångest, kommer att rekryteras. Deltagarna delas in i könsseparerade grupper och deltar i fem strukturerade veckovisa sessioner som leds av utbildade facilitatorer med bakgrund inom socialt arbete eller psykologi, varav minst en har lokal förankring. Interventionen innehåller psykoedukation, inlärning av copingstrategier och rollspelsövningar. Det primära utfallsmåttet är förändring i ångestsymtom, mätt med skattningsskalan Generalized Anxiety Disorder-7 (GAD-7) vid baslinjen, direkt efter interventionen och vid en tremånadersuppföljning. Forskarna planerar att använda statistiska metoder som upprepad mätning med ANOVA för att analysera skillnader i ångestnivåer över tid.\n\nForskarna förväntar sig att interventionen kommer att leda till en signifikant minskning av ångestsymtom hos deltagarna. De framhåller att en av studiens största styrkor är att den är utvecklad i nära samarbete med målgruppen, vilket ökar chanserna för att den är både relevant och effektiv. Även om avsaknaden av en randomiserad kontrollgrupp är en begränsning i denna pilotfas, motiveras detta av det akuta behovet av insatser i ett område där liknande program helt saknas. Resultaten från studien kommer att spridas brett till lokala intressenter och användas som grund för att skala upp interventionen till en större randomiserad kontrollerad studie. Slutsatsen är att denna studie kan ge viktig kunskap om hur man kan utveckla och implementera effektiva, KBT-informerade och samhällsbaserade interventioner för att förbättra den psykiska hälsan hos marginaliserade ungdomar.\n\nAI-reflektion\nDenna studieprotokoll är ett utmärkt exempel på hur psykologisk forskning kan och bör röra sig bortom traditionella, ofta kontextlösa, interventioner. Genom att använda en CBPR-ansats tar forskarna ett avgörande steg mot att överbrygga klyftan mellan forskning och praktik. Alltför ofta utvecklas interventioner i akademiska miljöer och misslyckas sedan vid implementering eftersom de inte tar hänsyn till den komplexa verklighet som målgruppen lever i. Här adresseras detta direkt genom att involvera ungdomarna själva och lokala experter som medskapare. Detta ökar inte bara interventionens ekologiska validitet utan skapar också en känsla av ägarskap och förtroende, vilket är avgörande för långsiktig hållbarhet.\n\nFör praktiserande psykologer är detta en viktig påminnelse om att våra evidensbaserade metoder, som KBT, inte är \"one-size-fits-all\". Anpassningen av KBT för att inkludera systemiska och kontextuella stressfaktorer som rasism och våld är central. Det flyttar fokus från att enbart se ångest som ett individuellt, intrapsykiskt problem till att erkänna de sociala och miljömässiga faktorer som vidmakthåller den. Detta är en mer holistisk och etiskt försvarbar ansats, särskilt när man arbetar med marginaliserade grupper.\n\nEn intressant aspekt är den korta längden på fem sessioner. Även om detta ökar tillgängligheten och minskar risken för avhopp, kan man fråga sig om det är tillräckligt för att skapa bestående förändring i en miljö präglad av konstanta stressorer. Interventionen fungerar sannolikt bäst som en förebyggande eller tidig insats som ger ungdomarna grundläggande verktyg och ett nytt språk för att förstå sina känslor. Den verkliga utmaningen ligger i hur dessa nya färdigheter kan upprätthållas när interventionen är över. Kanske kan framtida versioner av programmet inkludera \"booster\"-sessioner eller integreras i ett större system av stöd inom skolan och lokalsamhället. Studien representerar ett hoppfullt och nödvändigt skifte mot en mer rättvis och kontextkänslig psykisk hälsovård för unga.\n\nDevelopment of an Intervention for Managing Adolescent Anxiety Using Community-Based Participatory Methods: Protocol\nOpara, I., Pagan, C., Rose, R. E., Duran-Becerra, B., Mwai, C., Jadhav, S., Valles, H., & Aneni, K. (2025).\nJMIR Research Protocols\ndoi: 10.2196/75501\n\n",
    "createdAt": "2025-11-01T12:01:21.076Z"
  },
  {
    "id": "art-1761982484871",
    "key": "PMC12574768",
    "pmid": null,
    "pmcid": "PMC12574768",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Borderline personlighetsstörning hos tonåringar: En underdiagnostiserad diagnos",
    "tags": [],
    "summary": "En ny studie från Institute of Mental Health and Neurosciences i Kashmir, Indien, syftade till att undersöka de kliniska och sociodemografiska egenskaperna hos ungdomar med borderline personlighetssyndrom (BPS), samt att identifiera associerade riskfaktorer och rådande behandlingsstrategier. Forskarna ville belysa vikten av att tidigt kunna identifiera och ingripa vid detta komplexa och ofta underdiagnostiserade tillstånd hos unga.\n\nTraditionellt har det funnits en motvilja att diagnostisera personlighetssyndrom hos ungdomar, baserat på antagandet att personligheten fortfarande är under utveckling. Modern forskning, som artikelförfattarna lyfter fram, visar dock att BPS-symtom som debuterar i tonåren ofta inte är övergående. Om de lämnas obehandlade kan de leda till betydande och långvariga funktionsnedsättningar socialt, akademiskt och personligt. BPS hos ungdomar definieras i artikeln utifrån tre huvudsakliga dimensioner: internaliserade symtom (t.ex. identitetsstörning, tomhetskänslor, separationsångest), emotionella symtom (t.ex. affektiv instabilitet, intensiv ilska) och externaliserade beteenden (t.ex. impulsivitet, självskadebeteende, instabila relationer). Trots att symtomen ofta är allvarliga nog för att leda till kontakt med vården, undviks diagnosen BPS ofta på grund av stigma och diagnostisk osäkerhet, där tillståndet istället kan misstas för andra diagnoser som depression, ångest eller trotssyndrom. Forskningen pekar på att miljöfaktorer som familjekonflikter och tidiga trauman spelar en central roll i utvecklingen av BPS.\n\nStudien var en tvärsnittsstudie som inkluderade 71 ungdomar mellan 9 och 18 år som sökt vård för humörsvängningar eller självskadebeteende. Deltagarna bedömdes med självskattningsformuläret Borderline Personality Features Scale for Children-11 (BPFSC) och utreddes enligt DSM-5-kriterierna för BPS. Resultaten visade en kraftig överrepresentation av flickor (95,8 %). Medelåldern för symtomdebut var cirka 15 år, medan medelåldern för att söka specialistvård var nästan 17 år, vilket indikerar en betydande fördröjning. Många hade först sökt hjälp hos allmänläkare (38 %) eller traditionella helare (32 %) innan de kom till psykiatrin. Den vanligaste predisponerande faktorn var familjekonflikter och en ogynnsam hemmiljö (36,6 %). De mest framträdande symtomen var impulsivitet (90,1 %), affektiv instabilitet (80,3 %) och intensiv ilska (78,9 %). Noterbart var att identitetsstörning var det minst rapporterade symtomet (8,5 %). Den vanligaste komorbida diagnosen var egentlig depression (MDD). Samtliga deltagare ordinerades psykoterapi, och de vanligaste farmakologiska behandlingarna var lågdos quetiapin (ett andragenerationsantipsykotikum) och sertralin (en SSRI-antidepressiv).\n\nArtikelförfattarna drar slutsatsen att BPS är ett allvarligt och ofta förbisett tillstånd hos ungdomar, och att resultaten understryker nödvändigheten av tidig upptäckt och intervention för att förhindra kronicitet och förbättra livskvaliteten. Fördröjningen i att söka adekvat vård pekar på ett behov av ökad kunskap om BPS hos både allmänheten och inom primärvården. Den starka kopplingen till familjekonflikter belyser vikten av ett familjeperspektiv i både utredning och behandling. Den låga förekomsten av identitetsstörning i denna patientgrupp kan, enligt författarna, bero på kulturella skillnader i symtomuttryck eller att denna aspekt av personlighetspatologin blir mer framträdande senare i utvecklingen. Som praktisk implikation menar författarna att kliniker måste vara mer vaksamma på BPS-symtom hos unga, särskilt hos de som uppvisar självskadebeteende, och inte tveka att ställa diagnosen när kriterierna är uppfyllda, då detta öppnar för evidensbaserade behandlingar som dialektisk beteendeterapi (DBT) och mentaliseringsbaserad terapi (MBT).\n\nAI-reflektion\nDenna studie, trots sina metodologiska begränsningar såsom purposivt urval och avsaknad av kontrollgrupp, ger en kliniskt relevant ögonblicksbild av en patientgrupp som ofta utmanar vården. Den nästan tvååriga fördröjningen mellan symtomdebut och specialistkontakt är en tankeställare. I praktiken kan detta bero på att symtom som affektiv instabilitet och impulsivitet avfärdas som \"normal tonårsproblematik\" av omgivningen. Vidare kan den höga samsjukligheten med depression leda till att kliniker stannar vid en MDD-diagnos utan att utreda den underliggande personlighetsproblematiken som driver mycket av lidandet. Studien belyser därmed en viktig diagnostisk fallgrop.\n\nDen extrema könssnedvridningen (96 % flickor) är också anmärkningsvärd. Även om BPS är vanligare hos kvinnor, är denna siffra exceptionellt hög och kan spegla kulturella faktorer i den specifika kontexten (Kashmir), där pojkar och flickor kan ha olika sätt att uttrycka psykiskt lidande och söka hjälp. Detta är en påminnelse om att alltid beakta genus- och kulturperspektiv i kliniskt arbete. Det kanske mest intressanta fyndet är den låga förekomsten av identitetsstörning. Detta utmanar den teoretiska bilden av BPS och väcker frågor om huruvida symtombilden ser annorlunda ut i tidiga utvecklingsfaser, eller om våra diagnostiska instrument är mindre känsliga för detta hos unga. För psykologer i praktiken understryker studien vikten av att se bortom enskilda symtom och istället kartlägga de genomgripande mönster i emotionsreglering, relationer och självbild som utgör kärnan i BPS, även hos unga patienter.\n\nNazir, D., Raj, R., Margoob, M., & Wani, Z. A. (2025). Borderline personality disorder in adolescents: An underrecognized diagnosis. *Industrial Psychiatry Journal*, *34*(3), 492–497. https://doi.org/10.4103/ipj.ipj_39_25\n\nLifestyle Medicine for Dermatologic Disease: Emerging Evidence Through a Lens of Personalized Care\n\nAmerican Journal of Lifestyle Medicine",
    "createdAt": "2025-11-01T07:34:44.871Z"
  },
  {
    "id": "art-1761978572048",
    "key": "PMC12574781",
    "pmid": null,
    "pmcid": "PMC12574781",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Generativ AI som stöd vid kliniska samtal om psykisk hälsa",
    "tags": [],
    "summary": "En ny randomiserad kontrollerad studie har undersökt effekten av repetitiv transkraniell magnetstimulering (rTMS) som en tilläggsbehandling för patienter med behandlingsresistent tvångssyndrom (OCD). Studien, som genomfördes i en indisk klinisk kontext, syftade till att utvärdera om lågfrekvent rTMS riktad mot det supplementära motoriska området (SMA) i hjärnan kunde minska tvångssymtom hos patienter som inte svarat på standardbehandling.\n\nTrots att selektiva serotoninåterupptagshämmare (SSRI) och kognitiv beteendeterapi (KBT) är etablerade förstahandsbehandlingar för OCD, upplever mellan 40 och 60 procent av patienterna inte tillräcklig symtomlindring. Denna grupp klassificeras ofta som behandlingsresistenta, vilket i denna studie definierades som utebliven respons på minst två olika SSRI-preparat (inklusive klomipramin) i optimala doser under minst sex veckor, utan att uppnå en symtomreduktion på minst 25 procent enligt skattningsskalan Yale-Brown Obsessive-Compulsive Scale (Y-BOCS). Neurobiologiska modeller för OCD pekar på en hyperaktivitet i de så kallade cortico-striato-thalamo-corticala (CSTC) nätverken i hjärnan. rTMS är en icke-invasiv neuromoduleringsteknik som använder elektromagnetiska pulser för att påverka nervcellers aktivitet. Lågfrekvent stimulering (under 1 Hz) har en hämmande effekt och har därför föreslagits kunna dämpa den hyperaktivitet som tros ligga bakom OCD-symtomen. Forskarna valde att rikta behandlingen mot det supplementära motoriska området (SMA), ett område som är involverat i motorisk inhibering, vanebildning och tvångsmässiga beteenden. Tidigare forskning har gett blandade resultat, och det har funnits ett behov av robusta, placebokontrollerade studier, särskilt i icke-västerländska populationer.\n\nI denna dubbelblinda och placebokontrollerade studie randomiserades 30 patienter med behandlingsresistent OCD till antingen en aktiv rTMS-grupp eller en sham-grupp (placebo). Behandlingen gavs fem dagar i veckan under två veckor, följt av ett fyra veckors uppehåll och därefter ytterligare en tvåveckorsperiod med behandling. Resultaten, baserade på de 28 patienter som fullföljde studien, visade en signifikant större minskning av OCD-symtom i den aktiva rTMS-gruppen. Efter åtta veckor hade gruppen som fick aktiv rTMS en genomsnittlig symtomreduktion på 35,6 procent på Y-BOCS-skalan, jämfört med 12,8 procent i sham-gruppen. Vidare uppnådde 46,1 procent i den aktiva gruppen en kliniskt signifikant respons (minst 25 procent symtomreduktion), jämfört med endast 12,8 procent i sham-gruppen. Förbättringen var märkbar för både tvångstankar och tvångshandlingar, men något större för tvångshandlingar. Behandlingen var säker och tolererades väl; de vanligaste biverkningarna var mild, övergående huvudvärk och obehag i skalpen, och inga deltagare avbröt studien på grund av biverkningar.\n\nFörfattarna drar slutsatsen att lågfrekvent rTMS riktad mot SMA är en lovande och säker tilläggsbehandling för patienter med behandlingsresistent OCD. Resultaten stödjer den neurobiologiska hypotesen att dämpning av aktiviteten i SMA kan minska tvångssymtom. För klinisk praxis innebär detta att rTMS kan vara ett värdefullt alternativ när standardbehandlingar med läkemedel och psykoterapi inte ger tillräcklig effekt. Metoden framhålls som ett mindre invasivt och mer tillgängligt alternativ jämfört med exempelvis deep brain stimulation (DBS). Forskarna betonar dock att studiens begränsningar, såsom ett litet urval och en kort uppföljningstid, innebär att större och längre studier behövs. Framtida forskning bör fokusera på att optimera behandlingsprotokoll, undersöka långtidseffekter och identifiera vilka patienter som har störst nytta av behandlingen. Studien bidrar också med viktig kunskap från en icke-västerländsk population, vilket stärker generaliserbarheten av rTMS som behandlingsmetod.\n\nAI-reflektion\nDenna studie adresserar ett av de mest frustrerande kliniska problemen inom psykiatrin: vad gör vi när våra mest beprövade metoder inte fungerar? För patienter med svårbehandlad OCD, där KBT med exponering och responsprevention (ERP) kan vara outhärdligt ångestväckande och läkemedel ger otillräcklig effekt, erbjuder neuromodulering ett konkret hopp. Fynden är särskilt intressanta ur ett integrativt perspektiv. Man kan se rTMS som en \"bottom-up\"-intervention som direkt påverkar de neurala kretsar som driver tvångsmässiga beteenden. Genom att dämpa hyperaktiviteten i SMA kan behandlingen potentiellt minska intensiteten i tvångsimpulserna. Detta skulle i sin tur kunna göra patienten mer mottaglig för \"top-down\"-interventioner som KBT. En patient vars tvångshandlingar är mindre påträngande kan ha lättare att engagera sig i det krävande arbetet med exponering och responsprevention.\n\nStudiens fokus på det supplementära motoriska området (SMA) snarare än enbart prefrontala områden som OFC, speglar en mognad i vår förståelse av OCD. Det belyser att sjukdomen inte bara handlar om tankar och känslor, utan i hög grad om djupt rotade motoriska vanor och en bristande förmåga att inhibera dessa. Att direkt rikta in sig på den motoriska komponenten av tvångssyndromet är ett logiskt och lovande steg. Samtidigt är det viktigt att vara realistisk kring implementering. rTMS är fortfarande en resurskrävande behandling som kräver specialiserad utrustning och personal. Men i takt med att tekniken blir mer tillgänglig kan den fylla en viktig nisch inom specialiserad psykiatrisk vård för den svårast drabbade patientgruppen. Framtiden ligger sannolikt i att personalisera behandlingen, där neuroimaging kanske kan hjälpa oss att skräddarsy stimuleringsprotokollet för varje enskild patients unika hjärnaktivitet.\n\nEfficacy of repetitive transcranial magnetic stimulation as an adjunctive treatment in resistant obsessive–compulsive disorder: A randomized controlled trial. Singh, K. R., Bhattacharya, D., Sharma, R. M., Chauhan, V. S., Agrawal, M., Yadav, P., Panda, S. P., & Sharma, N. (2025). *Industrial Psychiatry Journal*, *34*(3), 498-503. doi: 10.4103/ipj.ipj_54_25",
    "createdAt": "2025-11-01T06:29:32.048Z"
  },
  {
    "id": "art-1761912069073",
    "key": "PMC12574878",
    "pmid": null,
    "pmcid": "PMC12574878",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Livsstilsmedicin för hudsjukdomar: Nya bevis genom ett personligt perspektiv",
    "tags": [],
    "summary": "En ny systematisk översikt planeras för att kartlägga och utvärdera effekten av psykosociala interventioner för kvinnor och par som kämpar med infertilitet i låg- och medelinkomstländer. Syftet är att sammanställa befintlig forskning för att ge en robust evidensbas kring vilka insatser som effektivt kan förbättra äktenskaplig intimitet, sexuell tillfredsställelse och livskvalitet för denna sårbara grupp. Forskarna bakom studien vill inte bara mäta interventionernas effekt, utan även undersöka deras egenskaper, såsom kostnad, genomförbarhet och kulturell anpassningsbarhet i resursbegränsade miljöer.\n\nInfertilitet är ett globalt folkhälsoproblem som medför betydande psykosociala konsekvenser, inklusive ångest, depression och social isolering. I många låg- och medelinkomstländer (LMICs) är pressen att skaffa barn extra stark på grund av kulturella normer kring familj och fortplantning. Individer och par som inte kan få barn utsätts ofta för social stigmatisering, vilket kan leda till minskad psykologisk motståndskraft och negativt påverka relationer, intimitet och sexliv. Tillgången till medicinska fertilitetsbehandlingar, som assisterad befruktning (ART), är ofta begränsad på grund av höga kostnader och bristande infrastruktur. Detta gör psykosocialt stöd ännu viktigare som ett komplement eller alternativ för att hantera den emotionella bördan av infertilitet. Tidigare systematiska översikter har varit begränsade i sitt fokus, antingen genom att enbart undersöka ångest och depression, vara föråldrade, eller genom att fokusera på en specifik geografisk region. Denna planerade översikt syftar till att fylla denna kunskapslucka genom ett bredare och mer uppdaterat angreppssätt.\n\nI studien definieras infertilitet enligt Världshälsoorganisationens (WHO) definition som oförmågan att uppnå graviditet efter 12 månader eller mer av regelbundet oskyddat samlag. De primära utfallsmåtten är sexuell tillfredsställelse, vilket beskrivs som graden av lycka med den sexuella aspekten av en relation, och äktenskaplig tillfredsställelse, definierat som en individs emotionella och attitydmässiga inställning till sitt äktenskap. Även äktenskaplig intimitet, som innefattar personlig och emotionell kommunikation, kommer att mätas. Psykosociala interventioner inkluderar ett brett spektrum av metoder såsom rådgivning, kognitiv beteendeterapi (KBT), Acceptance and Commitment Therapy (ACT), avslappningstekniker och psykoedukativa insatser. Forskarna framhåller att dessa interventioner verkar genom att stärka kognitiva, emotionella och relationella processer. Exempelvis kan KBT hjälpa individer att omstrukturera negativa tankemönster, medan parterapi kan förbättra kommunikation och gemensamma copingstrategier. En central mekanism för framgång är den terapeutiska alliansen, som bygger på tillit och empati.\n\nStudieprotokollet beskriver en rigorös metod för en systematisk översikt och metaanalys. Forskarna kommer att genomföra en omfattande sökning i flera stora databaser, såsom PubMed, SCOPUS och PsycINFO, fram till mars 2025 utan språkrestriktioner. De kommer att inkludera randomiserade kontrollerade studier (RCT), kvasi-experimentella studier och observationsstudier som utvärderat psykosociala interventioner för kvinnor eller par med infertilitet i LMICs. Två granskare kommer oberoende av varandra att välja ut studier, extrahera data och bedöma studiernas kvalitet med validerade verktyg som Cochranes risk-of-bias-verktyg (RoB 2). För den statistiska analysen kommer effektmått som oddskvoter (OR) och medelvärdesskillnader (MD) att användas. Heterogenitet mellan studierna kommer att analyseras med I²-statistik, och vid behov kommer subgruppsanalyser att utföras baserat på faktorer som typ av intervention och geografisk region. Slutligen kommer den samlade evidensstyrkan för varje utfallsmått att graderas med hjälp av GRADE-metoden, vilket ger en bedömning av hur säker man kan vara på resultaten.\n\nForskarna förväntar sig att resultaten från denna översikt kommer att identifiera effektiva psykosociala interventioner och deras specifika komponenter som kan förbättra välbefinnandet för personer med infertilitet. Genom att sammanställa data från mindre, enskilda studier hoppas de kunna avslöja effekter som tidigare varit svåra att fastställa. Implikationerna för praktiken är betydande. Resultaten kan vägleda kliniker, rådgivare och beslutsfattare i LMICs att implementera evidensbaserade, kulturellt anpassade och kostnadseffektiva interventioner. Ett viktigt fokus ligger på att undersöka om interventionerna kan levereras av icke-specialiserad vårdpersonal, vilket skulle öka tillgängligheten avsevärt. För framtida forskning kommer översikten att peka ut kunskapsluckor och inspirera till nya studier som undersöker regionspecifika tillämpningar av dessa interventioner, vilket är i linje med WHO:s rekommendationer och FN:s globala mål för hälsa och jämställdhet.\n\nAI-reflektion\nDetta studieprotokoll adresserar ett område där psykologisk kunskap har potential att göra enorm skillnad, särskilt i kontexter där resurserna är knappa. Det mest slående är den pragmatiska och kontextmedvetna ansatsen. Forskarna nöjer sig inte med att fråga \"vad fungerar?\", utan ställer den mer relevanta frågan: \"vad fungerar här, och hur kan det implementeras?\". Fokus på genomförbarhet, kostnad och anpassningsbarhet är avgörande. Inom psykologyrket i västvärlden tar vi ofta tillgången till specialiserad vård för given, men denna studie påminner oss om att skalbarhet och tillgänglighet är nyckelfaktorer för att psykologiska insatser ska få global spridning och effekt.\n\nEn särskilt intressant aspekt är undersökningen av om icke-specialister kan leverera interventionerna. Detta koncept, ofta kallat \"task-shifting\" eller \"task-sharing\", är en av de mest lovande strategierna för att överbrygga den globala klyftan i tillgång till psykisk hälsovård. Om denna systematiska översikt kan identifiera enklare, manualbaserade interventioner som kan läras ut till exempelvis barnmorskor eller primärvårdspersonal, skulle det kunna revolutionera stödet till infertila par i LMICs. Det skulle innebära att hjälpen når ut bortom de stora städernas specialistkliniker till landsbygden där behoven ofta är som störst och stigmatiseringen som starkast.\n\nUr ett kliniskt psykologiskt perspektiv är det också värdefullt att studien lyfter fram relationella utfallsmått som intimitet och sexuell tillfredsställelse, snarare än att enbart fokusera på individuella symtom som depression. Infertilitet är en kris som drabbar relationen i dess kärna. Att utvärdera interventioner utifrån deras förmåga att stärka parets band och gemensamma coping är ett tecken på en mogen, systemisk förståelse av problemet. Denna översikt kan därmed inte bara ge vägledning om vilka metoder som är effektiva, utan också bidra till att forma en mer holistisk och relationsfokuserad vårdmodell för infertilitet globalt.\n\n***\n\nOppong, S. S., Naab, F., Duah, I. O., Ankamah, S., Owiredu, D., Ametor, F. H., Imakando, M. M., Kyei, J. M., & Danso-Appiah, A. (2025). Psychosocial interventions for improving marital intimacy, sexual satisfaction, and quality of life of women and couples with infertility problems in low and middle-income countries: Systematic review protocol. *PLOS One*, *20*(10), e0335068. https://doi.org/10.1371/journal.pone.0335068",
    "createdAt": "2025-10-31T12:01:09.073Z"
  },
  {
    "id": "art-1761894796618",
    "key": "PMC12570923",
    "pmid": null,
    "pmcid": "PMC12570923",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Effektivitet av akupressur vid olika akupunkter på örat vid sömnlöshet: en sekundäranalys av en randomiserad kontrollerad studie",
    "tags": [],
    "summary": "Syftet med denna studie är att utvärdera effekten av en digital, kognitiv beteendeterapeutisk (KBT) behandling specifikt utformad för kardiell ångest efter ett akut kranskärlssyndrom (AKS). Forskarna vill undersöka om denna KBT-intervention (CA-CBT) är mer effektiv för att minska kardiell ångest och förbättra livskvalitet jämfört med en aktiv kontrollgrupp. Kontrollgruppen får en digital intervention med fokus på livsstilsförändringar (CLI), vilket gör det möjligt att isolera de specifika effekterna av KBT-behandlingen från mer generella faktorer som terapeutkontakt och förväntanseffekter.\n\nEtt akut kranskärlssyndrom, som innefattar hjärtinfarkt och instabil angina, är en dramatisk och ofta livshotande händelse. Utöver de medicinska konsekvenserna är det vanligt med psykologiska reaktioner som ångest och depression. En specifik form av ångest som drabbar ungefär en tredjedel av patienterna är kardiell ångest. Detta tillstånd definieras av en överdriven rädsla för återinsjuknande, en förhöjd uppmärksamhet på kroppsliga sensationer från hjärtat (som hjärtklappning eller andfåddhet) samt ett undvikande av aktiviteter som kan framkalla dessa sensationer, exempelvis fysisk ansträngning. Denna ångest är inte bara plågsam utan är också kopplad till sämre livskvalitet, ökad risk för depression och en sämre hjärtprognos. Kardiell ångest fungerar ofta som en barriär för att delta i viktig rehabilitering. Den psykologiska mekanismen bakom tillståndet kan förstås genom interoceptiv betingning, där ofarliga kroppsliga signaler har kopplats samman med den livshotande upplevelsen av hjärthändelsen och därför utlöser en stark rädsloreaktion. Forskningsgruppen har tidigare utvecklat och utvärderat en exponeringsbaserad digital KBT-behandling för kardiell ångest, först för patienter med förmaksflimmer och därefter anpassad för patienter efter AKS. En tidigare randomiserad kontrollerad studie (RCT) visade att behandlingen var effektivare än sedvanlig vård. Den nuvarande studien är en uppföljning som syftar till att stärka evidensen genom att jämföra KBT-behandlingen med en aktiv och trovärdig kontrollintervention.\n\nStudien är en RCT med 176 deltagare som slumpas till en av två åtta veckor långa, digitala och psykologstödda interventioner. Den ena gruppen får KBT för kardiell ångest (CA-CBT), vilken fokuserar på exponering. Behandlingen innehåller psykoedukation om ångest och AKS, tekniker för att neutralt observera och \"märka\" (labelling) kroppsliga sensationer, interoceptiv exponering (att medvetet framkalla ofarliga men fruktade kroppssymtom som ökad puls) och in vivo-exponering (att gradvis närma sig undvikna situationer och aktiviteter). Den andra gruppen får en intervention med fokus på livsstilsförändringar (CLI), som baseras på standardrekommendationer inom hjärtrehabilitering. Denna intervention innehåller utbildning om AKS, råd om kost och motion samt generella beteendestrategier för förändring, men saknar den specifika exponeringsrationalen och -teknikerna. Det primära utfallsmåttet är förändring i kardiell ångest, mätt med instrumentet Cardiac Anxiety Questionnaire (CAQ). Sekundära utfallsmått inkluderar sjukdomsspecifik livskvalitet (HeartQoL), depression (PHQ-9), sömn (Insomnia Severity Index) och fysisk aktivitet, som mäts både med självskattning och objektivt med accelerometer. Data samlas in före, veckovis under och efter interventionen, samt vid uppföljningar efter 6 och 12 månader. Analysen kommer att ske enligt \"intention-to-treat\"-principen, vilket innebär att alla deltagare som randomiserats inkluderas i analysen oavsett hur mycket av behandlingen de fullföljt. Forskarna kommer använda en statistisk metod kallad linjär blandad modell (linear mixed-effects model), som är väl lämpad för att analysera data som samlats in vid upprepade tillfällen över tid.\n\nEftersom detta är ett studieprotokoll finns inga färdiga resultat. Forskarnas hypotes är att den specialiserade KBT-behandlingen (CA-CBT) kommer att vara överlägsen livsstilsinterventionen (CLI) när det gäller att minska kardiell ångest. De förväntar sig även att KBT-gruppen kommer att visa större förbättringar gällande depressiva symtom, livskvalitet och fysisk aktivitet, och att dessa effekter kvarstår vid långtidsuppföljningarna. Om hypoteserna bekräftas menar författarna att studien kan få viktiga kliniska implikationer. En evidensbaserad, digital och skalbar KBT-behandling skulle kunna bli ett värdefullt tillägg till den befintliga hjärtrehabiliteringen. Detta skulle främja ett mer multidisciplinärt och holistiskt omhändertagande av patienter efter AKS, där både den fysiska och psykiska hälsan adresseras. En lättillgänglig digital intervention har potential att nå många patienter och bidra till förbättrad hälsa och livskvalitet för denna sårbara grupp.\n\nAI-reflektion\nDetta studieprotokoll utmärker sig genom sin metodologiska stringens och kliniska relevans. Att jämföra en specifik psykologisk behandling med en aktiv, trovärdig kontrollgrupp istället för enbart sedvanlig vård är ett stort steg framåt. Det adresserar den kritiska frågan om vad som är den \"verksamma ingrediensen\" i en intervention. Om KBT-behandlingen visar sig vara överlägsen, stärker det argumentet att det är just de specifika teknikerna, som exponering, som driver förändringen, snarare än enbart det stöd och den uppmärksamhet som en intervention medför.\n\nFör kliniskt verksamma psykologer är studien intressant eftersom den applicerar välkända KBT-principer på en somatisk patientgrupp där psykologiska insatser historiskt sett varit underutnyttjade. Kardiell ångest är ett utmärkt exempel på hur en psykologisk modell – i detta fall inlärningsteori med undvikandebeteende och interoceptiv betingning – kan förklara och behandla ett lidande som annars riskerar att enbart ses som en \"naturlig\" reaktion på en allvarlig sjukdom. Interventionen är inte revolutionerande i sina komponenter, men den är skickligt anpassad och manualiserad för en specifik och sårbar population.\n\nEn av de största styrkorna och en förebild för framtida forskning är det täta multidisciplinära samarbetet. Att psykologer, kardiologer och sjuksköterskor arbetar tillsammans säkerställer inte bara patienternas medicinska säkerhet under behandlingen (särskilt vid exponering för fysisk ansträngning), utan ökar också interventionens trovärdighet och acceptans. Detta är en modell för hur psykologisk behandling kan integreras i somatisk vård på ett meningsfullt sätt.\n\nOm studiens hypoteser bekräftas uppstår dock en viktig implementeringsfråga: Hur kan denna behandling bli en del av standardvården? Det kräver rutiner för screening för att identifiera patienter med kliniskt signifikant kardiell ångest, något som sällan görs idag. Vidare krävs tillgång till psykologer med rätt kompetens. Även om det digitala formatet ökar tillgängligheten, är psykologstödet en central del av interventionen. Resultaten från denna studie kan dock utgöra ett starkt underlag för att argumentera för att sådana resurser är en välmotiverad investering, som inte bara minskar psykiskt lidande utan även kan förbättra följsamhet till medicinsk behandling och rehabilitering, och i förlängningen även den somatiska prognosen.\n\nJohnsson, A., Ljótsson, B., Braunschweig, F., Mellbin, L. G., & Särnholm, J. (2025). Digital cognitive behavioural therapy for cardiac anxiety following acute coronary syndrome: protocol for a randomised controlled trial comparing CBT to a digital lifestyle intervention. *BMJ Open*, *15*(10), e106473. https://doi.org/10.1136/bmjopen-2025-106473",
    "createdAt": "2025-10-31T07:13:16.618Z"
  },
  {
    "id": "art-1761886883681",
    "key": "PMC12571010",
    "pmid": null,
    "pmcid": "PMC12571010",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Digital kognitiv beteendeterapi för hjärtrelaterad ångest efter akut kranskärlssjukdom: protokoll för en randomiserad kontrollerad studie som jämför KBT med en digital livsstilsintervention",
    "tags": [],
    "summary": "Denna översiktsartikel av Quodling och kollegor syftar till att sammanställa aktuell forskning om motoriska och funktionella nedsättningar vid fibromyalgi (FM). Målet är att belysa hur en förståelse för dessa aspekter, såsom nedsatt balans, förändrat gångmönster och sämre postural kontroll, kan leda till mer träffsäkra och holistiska behandlingsmetoder. Författarna argumenterar för att forskningen traditionellt har fokuserat för mycket på smärta, medan de funktionsnedsättningar som patienterna själva ofta beskriver som mest handikappande har försummats. Genom att syntetisera bevisen för dessa motoriska problem vill studien stödja utvecklingen av multidisciplinära insatser som kan förbättra patienternas funktion och livskvalitet.\n\nFibromyalgi är ett komplext och kroniskt smärtsyndrom som kännetecknas av utbredd smärta, ihållande trötthet, kognitiv dysfunktion och sömnstörningar. Tillståndet, som är vanligare hos kvinnor, betraktas som en uteslutningsdiagnos, vilket ofta leder till långa utredningstider. En central mekanism tros vara central sensitisering, ett tillstånd där centrala nervsystemet blir överkänsligt för stimuli, vilket förklarar varför patienter ofta upplever smärta från lätt beröring och är känsliga för ljus och ljud. Tidigare forskning visar att farmakologiska behandlingar har begränsad effekt, med endast cirka 30% symtomlindring och ännu mindre förbättring av funktion. Symtomen leder ofta till en stillasittande livsstil, vilket i sin tur skapar en ond cirkel av försämrad fysisk kapacitet, nedsatt motorisk kontroll, balanssvårigheter och ökad fallrisk. Trots att dessa motoriska problem är väldokumenterade är kunskapen om hur de samspelar med kliniska variabler som smärta, trötthet och depression fortfarande begränsad.\n\nFörfattarna lyfter fram flera centrala begrepp för att förstå den komplexa bilden av FM. Kinesiophobia definieras som en överdriven, irrationell och handikappande rädsla för rörelse och fysisk aktivitet som grundar sig i en känsla av sårbarhet för smärta eller nya skador. Detta psykologiska fenomen är vanligt vid FM och leder till undvikandebeteenden, minskad fysisk aktivitet och ökad funktionsnedsättning. Ett annat viktigt område är sensorimotorisk integration, vilket är hjärnans förmåga att integrera sensorisk information för att planera och utföra rörelser. Hos patienter med FM ses brister i denna process, vilket yttrar sig som längre reaktionstider och sämre fin- och grovmotorik. Biomekaniska analyser har också visat på specifika avvikelser, såsom förändrade muskelaktiveringsmönster och minskad muskelstyrka, vilket bidrar till ett ineffektivt rörelsemönster som kan förvärra trötthet och smärta.\n\nResultaten från översikten visar att patienter med FM uppvisar en multifaktoriell profil av motorisk dysfunktion. De har långsammare gånghastighet, kortare steglängd, försenad start av rörelser och ökad postural svajighet. Intressant nog fann man att trötthet, snarare än smärta, var den starkaste prediktorn för nedsatt balans, vilket tyder på att tröttheten påverkar sensorimotoriskt lärande och kognitiv kapacitet. Psykologiska faktorer som kinesiophobia och smärtkatastrofiering var starkt kopplade till dessa fysiska nedsättningar. Studien belyser även lovande behandlingsmetoder. Kognitiv beteendeterapi (KBT) visade sig vara effektivt för att minska depression och katastroftänkande, men för att öka den fysiska aktiviteten krävdes en kombination med anpassad fysisk träning. Andra interventioner som EMDR, biofeedback, yoga och repetitiv transkraniell magnetstimulering (rTMS) av motorcortex visade också positiva effekter på symtom och livskvalitet.\n\nFörfattarna drar slutsatsen att en effektiv behandling av FM kräver ett skifte från ett ensidigt fokus på smärtlindring till en integrerad, multidisciplinär strategi som adresserar både psykologiska och fysiska funktionsnedsättningar. Att identifiera och kvantifiera motoriska problem som balans- och gångavvikelser kan ge värdefulla insikter i underliggande proprioceptiva och sensorimotoriska brister. En praktisk implikation är att gånganalys skulle kunna användas som ett verktyg för att stratifiera patienter i subgrupper, vilket möjliggör skräddarsydda interventioner. En patient med hög grad av kinesiophobia kan behöva KBT i kombination med gradvis exponerande träning, medan en annan kan behöva mer specifik neuromuskulär träning. För framtida forskning efterlyser författarna studier som undersöker optimal dosering av träning för olika subgrupper samt utvärderar effekten av kombinerade psykologiska och fysiska interventioner, där även trötthet mäts som ett primärt utfallsmått.\n\nAI-reflektion\nArtikeln belyser på ett utmärkt sätt den onda cirkel som ofta uppstår vid kroniska smärttillstånd, där smärta leder till rörelserädsla, vilket i sin tur leder till inaktivitet, fysisk försämring och därmed mer smärta och trötthet. För en psykolog är detta en välkänd modell, men artikelns styrka ligger i att den kopplar samman de psykologiska mekanismerna (kinesiophobia, katastrofiering) med objektiva, mätbara fysiologiska och biomekaniska data. Detta är oerhört viktigt för att validera patientens upplevelse och motverka den stigmatisering som patienter med medicinskt oförklarade symtom ofta möter. Fynden ger ett starkt stöd för ett biopsykosocialt synsätt i praktiken.\n\nEn central klinisk implikation är vikten av att inte behandla psykologiska och fysiska symtom i separata spår. Att enbart erbjuda KBT för att hantera smärta och nedstämdhet, utan att samtidigt adressera den faktiska rörelsekompetensen och rädslan, riskerar att bli verkningslöst. På samma sätt kan enbart fysisk träning misslyckas om inte de psykologiska hindren för aktivitet hanteras. Artikeln pekar på nödvändigheten av ett tätt samarbete mellan psykologer och fysioterapeuter, där man gemensamt utformar en behandling baserad på gradvis exponering. Psykologen kan arbeta med de kognitiva och emotionella aspekterna av rörelserädsla, medan fysioterapeuten kan designa ett säkert och successivt stegrad träningsprogram som bygger upp patientens tillit till sin kropp.\n\nIdén att använda gånganalys för att identifiera subgrupper är särskilt intressant. Det öppnar för en mer individanpassad vård där insatserna kan riktas mot patientens specifika profil. En patient med uttalad postural instabilitet och dålig motorisk kontroll kanske initialt behöver fokusera på grundläggande balans- och koordinationsträning, medan en patient vars främsta hinder är katastroftankar kring smärta kan behöva mer psykopedagogik och kognitiv omstrukturering. Detta understryker att \"fibromyalgi\" inte är en homogen diagnos, och att en \"one-size-fits-all\"-behandling sällan är framgångsrik. Artikeln är en viktig påminnelse om att kroppen och psyket är oskiljaktiga och att de mest effektiva interventionerna är de som erkänner och arbetar med denna integration.\n\n---\n**Titel:** A Review of Movement and Functional Impairments in Fibromyalgia: Implications for Targeted Treatment\n**Författare:** Quodling, N., Hoffman, N., Carrick, F. R., & Jemni, M.\n**År:** 2025\n**Journal:** Journal of Pain Research\n**DOI:** 10.2147/JPR.S543775",
    "createdAt": "2025-10-31T05:01:23.681Z"
  },
  {
    "id": "art-1761868896029",
    "key": "PMC12571133",
    "pmid": null,
    "pmcid": "PMC12571133",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Socialt stöd lindrar ångest och depression hos kinesiska keloidpatienter",
    "tags": [],
    "summary": "En ny forskningsöversikt undersöker hur psykologiska interventioner kan påverka våra gener på en molekylär nivå, specifikt genom att förändra DNA-metylering. Syftet med studien, en så kallad scoping review, var att systematiskt kartlägga och sammanfatta den befintliga forskningen på området. Författarna ville identifiera kunskapsluckor och ge rekommendationer för framtida studier som undersöker hur psykobehaviorala interventioner kan leda till epigenetiska förändringar. Målet var att skapa en överblick över ett snabbt växande fält där psykologi och molekylärbiologi möts.\n\nForskningen tar sin utgångspunkt i epigenetik, ett fält som studerar hur beteenden och miljöfaktorer kan påverka hur våra gener uttrycks utan att förändra själva DNA-sekvensen. En central mekanism i detta är DNA-metylering (DNAm), en process där kemiska föreningar, så kallade metylgrupper, fäster vid DNA-molekylen. Dessa metylgrupper fungerar som en sorts strömbrytare som kan \"slå på\" eller \"slå av\" gener. Tidigare forskning har visat att psykologisk stress kan leda till förändringar i DNA-metyleringsmönster, vilket i sin tur kan påverka den fysiologiska stressresponsen och bidra till ohälsa. Det intressanta, och hoppet för kliniker, är att dessa epigenetiska markörer inte är permanenta. De är formbara, eller \"malleable\" som författarna uttrycker det. Detta öppnar upp för möjligheten att psykologiska behandlingar, såsom kognitiv beteendeterapi (KBT), mindfulnessbaserad stressreduktion (MBSR) och yoga, inte bara påverkar tankar och känslor utan också kan återställa eller positivt förändra de biologiska spår som stress har lämnat efter sig.\n\nResultatet av översikten, som inkluderade 21 relevanta studier, visar att fältet är lovande men fortfarande i sin linda. Flera av de granskade studierna rapporterade signifikanta skillnader i DNA-metylering efter en psykobehavioral intervention. Dessa förändringar observerades i en rad olika gener, inklusive sådana som är direkt kopplade till stressreglering och inflammatoriska processer. Däremot präglas forskningsläget av stor variation och metodologiska svagheter. Studierna skilde sig markant åt gällande deltagarnas hälsostatus, typen av och längden på den psykologiska interventionen, vilken typ av biologiskt prov som analyserades (blod eller saliv), samt de specifika laborativa metoderna för att mäta DNA-metylering. En betydande begränsning som författarna lyfter fram är att många studier hade för få deltagare för att ha tillräcklig statistisk styrka, vilket gör det svårt att dra säkra slutsatser.\n\nFörfattarna konstaterar att utforskningen av DNA-metylering som ett utfallsmått för psykologiska interventioner är ett växande och viktigt forskningsområde. De menar att även om de initiala fynden är spännande, krävs det mer rigorös forskning för att kunna bekräfta och förstå sambanden. Framtida forskning bör fokusera på att åtgärda de designmässiga begränsningarna i befintliga studier, exempelvis genom att använda större urval och randomiserade kontrollerade designer. En central rekommendation är att forskare inte bara bör identifiera *att* DNA-metylering förändras, utan också undersöka den *biologiska betydelsen* av dessa förändringar. Det vill säga, leder en observerad förändring i metylering faktiskt till en meningsfull förändring i genuttryck och fysiologisk funktion? Slutligen betonar författarna vikten av att koppla de epigenetiska förändringarna direkt till de psykologiska och fysiologiska utfallen av interventionerna. Först då kan vi fullt ut förstå mekanismerna bakom hur psykoterapi \"kommer under huden\" och skapar varaktig förändring.\n\nAI-reflektion\nDenna artikel belyser en av de mest spännande utvecklingarna inom modern psykologi: möjligheten att objektivt mäta de biologiska avtrycken av psykoterapi. För kliniskt verksamma psykologer kan detta fält kännas avlägset, men implikationerna är djupgående. I decennier har vi förlitat oss på självskattningsskalor och beteendeobservationer för att mäta behandlingseffekt. Forskning som denna pekar mot en framtid där vi kanske kan komplettera dessa mått med biomarkörer som visar på en fundamental, fysiologisk omställning hos patienten. Detta skulle inte bara kunna stärka psykoterapins vetenskapliga ställning gentemot mer farmakologiska interventioner, utan också erbjuda ett kraftfullt verktyg för psykoedukation. Att kunna förklara för en patient att terapin inte bara förändrar deras tankemönster, utan potentiellt även hur deras kropp reglerar stress på gennivå, kan vara oerhört validerande och motiverande.\n\nArtikeln är också en nyttig påminnelse om den vetenskapliga processens natur. Fältet är ungt och resultaten är spretiga, vilket är helt normalt. Det viktiga är inte att vi redan har alla svar, utan att vi har börjat ställa rätt frågor och utveckla metoderna för att besvara dem. För psykologprofessionen innebär detta en uppmaning att hålla sig ajour med och välkomna den här typen av tvärvetenskaplig forskning. Att förstå de biologiska korrelaten till psykologiskt lidande och tillfrisknande är inte en reduktionistisk strävan, utan tvärtom en berikning av den biopsykosociala modellen. Det förstärker idén om att sinne och kropp är oskiljaktiga och att våra psykologiska interventioner är djupt meningsfulla, ända in i cellkärnan.\n\nSaban, K. L., Janusek, L., de la Pena, P., Lee, S., Tell, D., Mathews, H., Nowak, A. L., Nyembwe, A., & Taylor, J. Y. (2025). Changes in DNA Methylation Associated With Psychobehavioral Interventions: A Scoping Literature Review. *Biological Research for Nursing*, *27*(4), 666–682. https://doi.org/10.1177/10998004251346179",
    "createdAt": "2025-10-31T00:01:36.029Z"
  },
  {
    "id": "art-1761862338568",
    "key": "PMC12571353",
    "pmid": null,
    "pmcid": "PMC12571353",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Socialt stöd lindrar ångest och depression hos kinesiska keloidpatienter",
    "tags": [],
    "summary": "En nyligen publicerad studie från nordvästra Indien syftade till att undersöka det komplexa sambandet mellan tvångssyndrom (OCD), depression och patientens sjukdomsinsikt. Forskarna ville specifikt utforska hur det specifika innehållet i tvångstankar och tvångshandlingar (fenomenologi) och patientens grad av insikt i sitt tillstånd är kopplade till samtidig depression. Ett ytterligare mål var att identifiera vilka faktorer som bäst förutsäger svårighetsgraden av denna depression, vilket är en vanlig och funktionsnedsättande komorbiditet vid OCD.\n\nTvångssyndrom är ett heterogent tillstånd som drabbar 1–3 % av befolkningen och kännetecknas av en stor variation i symtombild. För att förstå denna variation används begreppet fenomenologi, vilket innebär en direkt beskrivning av patientens upplevelse av symtomen, fri från teoretiska antaganden. Tidigare forskning har visat att symtomens innehåll kan variera kulturellt; studier i Indien har till exempel funnit att män oftare rapporterar sexuella och religiösa tvångstankar, medan kvinnor oftare har tvångstankar relaterade till smitta. En annan central aspekt är sjukdomsinsikt, det vill säga i vilken grad patienten förstår att tvångstankarna och -handlingarna är irrationella. Insikt existerar på ett spektrum, och sämre insikt är kopplat till allvarligare symtom, längre sjukdomsduration och sämre behandlingssvar. Komorbid depression är vanligt förekommande vid OCD, med prevalenssiffror runt 35 % för egentlig depression, och detta försvårar behandlingen av OCD, ofta på grund av minskat engagemang och tidiga avhopp från psykologisk behandling. Forskarna bakom denna studie menar att det finns en kunskapslucka, särskilt i en indisk kontext, när det gäller att samtidigt undersöka sambanden mellan OCD-fenomenologi, insikt och depression.\n\nStudien var en tvärsnittsstudie som inkluderade 146 patienter mellan 18 och 60 år, diagnostiserade med OCD enligt ICD-11 vid en specialistpsykiatrisk klinik. För att isolera sambanden exkluderades patienter med depression som debuterat före OCD, samt patienter med andra allvarliga psykiatriska eller medicinska tillstånd. Forskarna använde väletablerade instrument för datainsamling. Svårighetsgrad och typ av tvångssymtom mättes med Yale-Brown Obsessive Compulsive Scale (Y-BOCS). Patienternas sjukdomsinsikt bedömdes med Over Valued Ideas Scale (OVIS), där högre poäng indikerar sämre insikt och en starkare övertygelse om att tvångstankarna är rimliga. Svårighetsgraden av depressiva symtom mättes med Hamilton Depression Rating Scale (HDRS). För att analysera data och identifiera prediktorer för depression användes korrelationsanalys och linjär regression, där en statistisk metod användes för att välja den modell som bäst förklarade variationen i depressionssymtom.\n\nResultaten visade att smittotvång var den vanligaste typen av tvångstankar (52,1 %) och tvätt- eller rengöringstvång den vanligaste tvångshandlingen (50,7 %). Det framkom också könsskillnader, där män i högre grad rapporterade aggressiva, sexuella och religiösa tvångstankar. En mycket hög andel av deltagarna, 73,2 %, led av komorbid depression. Jämförelser mellan OCD-patienter med och utan depression visade att gruppen med depression hade signifikant längre sjukdomsduration och högre poäng på Y-BOCS, det vill säga allvarligare OCD-symtom. Korrelationsanalysen bekräftade detta och visade att svårighetsgraden av depression var positivt korrelerad med sjukdomens varaktighet, svårighetsgraden av OCD-symtom samt sämre sjukdomsinsikt (högre OVIS-poäng). Vidare visade regressionsanalysen, som syftade till att identifiera de starkaste prediktorerna för depressionssvårighet, att kvinnligt kön och sämre sjukdomsinsikt var signifikanta faktorer. Av dessa var kön den allra starkaste prediktorn. Noterbart är att svårighetsgraden av OCD-symtom inte var en signifikant prediktor i den slutgiltiga modellen, vilket tyder på att insikt och kön var viktigare för att förklara depressionsnivån.\n\nForskarna drar slutsatsen att depression är extremt vanligt hos patienter med OCD, särskilt hos dem med långvarig och svår sjukdom. De kliniska implikationerna är flera. För det första understryker studien vikten av att kliniker noggrant kartlägger patientens hela symtombild (fenomenologi), eftersom många patienter endast rapporterar de mest besvärande symtomen. En fullständig bild är avgörande för en effektiv och individanpassad KBT. För det andra visar resultaten att tidig intervention vid OCD är kritisk för att potentiellt minska risken för att utveckla en sekundär depression. För det tredje pekar studien ut kvinnligt kön och dålig sjukdomsinsikt som viktiga varningsflaggor för allvarlig depression hos OCD-patienter. Detta innebär att terapeutiska insatser som syftar till att förbättra insikten, såsom kognitiv omstrukturering eller metakognitiva tekniker, kan vara särskilt värdefulla. För framtida forskning efterlyser författarna longitudinella studier med större och mer diversifierade urval från allmänbefolkningen för att kunna generalisera resultaten och bättre förstå orsakssambanden över tid.\n\nAI-reflektion\nDenna studie belyser flera kliniskt relevanta aspekter av OCD-behandling. Den anmärkningsvärt höga prevalensen av depression (73 %) i urvalet, även om den sannolikt är förhöjd på grund av att data samlats in vid en specialistklinik dit svårare fall remitteras, är en kraftfull påminnelse om att depression inte är en sekundär bisak vid OCD, utan en central del av den kliniska bilden för majoriteten av patienterna. Detta stärker argumentet för att screening för depression bör vara en standardprocedur vid alla OCD-utredningar.\n\nDet mest intressanta fyndet är kanske att patientens sjukdomsinsikt, och inte svårighetsgraden av OCD-symtomen i sig, var en stark prediktor för depression. Detta skifte i fokus från symtomens intensitet till patientens relation till sina symtom är betydelsefullt. En patient som saknar insikt och ser sina tvångstankar som rationella och nödvändiga kan uppleva en djupare känsla av hopplöshet och fångenskap, vilket i sin tur föder depression. Detta resonemang ligger nära principerna inom metakognitiv terapi (MCT), där man arbetar med patientens förhållningssätt till sina tankar snarare än bara tankarnas innehåll. Resultatet antyder att insatser för att stärka insikten kan ha en dubbel effekt: dels förbättra förutsättningarna för traditionell OCD-behandling som exponering med responsprevention (ERP), dels direkt minska risken för allvarlig depression.\n\nAtt kvinnligt kön framstod som den starkaste prediktorn för depression är också en viktig observation som manar till eftertanke. Författarna pekar på sociokulturella faktorer, vilket är en trolig förklaring. I många kulturer, inklusive den indiska kontexten där studien utfördes, kan kvinnor möta andra sociala förväntningar och ha mindre tillgång till socialt stöd, vilket ökar sårbarheten för psykisk ohälsa. För en kliniker innebär detta att behandlingen för en kvinna med OCD och depression kan behöva inkludera ett bredare perspektiv som tar hänsyn till hennes livssituation, sociala nätverk och de specifika stressorer hon möter. Sammantaget ger studien stöd för en mer integrerad och mångfacetterad behandlingsmodell för OCD, där man inte bara adresserar tvångssymtomen, utan aktivt arbetar med sjukdomsinsikt och systematiskt behandlar komorbid depression, med särskild uppmärksamhet på könsspecifika riskfaktorer.\n\nMishra, V., Suthar, N., & Swami, M. K. (2025). Association of Depression with Phenomenology and Insight Among Patients with Obsessive-Compulsive Disorder. *Nigerian Medical Journal*, *66*(3), 1113–1126. https://doi.org/10.71480/nmj.v66i3.872",
    "createdAt": "2025-10-30T22:12:18.568Z"
  },
  {
    "id": "art-1761833310407",
    "key": "PMC12560242",
    "pmid": null,
    "pmcid": "PMC12560242",
    "doi": "10.3389/fpsyg.2025.1672957",
    "title": "Untitled",
    "title_sv": "KBT effektivt för att minska självmordstankar hos vuxna: en systematisk översikt och metaanalys",
    "tags": [],
    "summary": "Denna systematiska översikt och metaanalys av Tong och kollegor syftade till att utvärdera effekten av kognitiv beteendeterapi (KBT) för att minska suicidtankar, suicidalt och självskadebeteende samt depressiva symtom hos vuxna. Forskarna ville specifikt undersöka om effekterna av KBT skiljer sig åt över tid genom att analysera resultat på kort sikt (upp till 6 månader), medellång sikt (6–12 månader) och lång sikt (över 12 månader). Genom att sammanställa data från ett stort antal randomiserade kontrollerade studier (RCT) var målet att ge en robust och nyanserad bild av KBT:s roll i suicidprevention för vuxna i åldern 18–65 år.\n\nSuicid är ett globalt folkhälsoproblem, och KBT har länge ansetts vara en lovande intervention tack vare sitt fokus på att identifiera och förändra maladaptiva tanke- och beteendemönster. KBT har utvecklats över tid och innefattar idag en rad olika metoder, från klassisk KBT och dess kortversioner (t.ex. BCBT) till internetbaserad KBT (iKBT) och tredje vågens terapier som dialektisk beteendeterapi (DBT), acceptance and commitment therapy (ACT) och mindfulness-baserad kognitiv terapi (MBCT). Trots dess breda användning har forskningsläget kring KBT:s effekt på suicidalitet varit motsägelsefullt. Vissa studier har visat på goda effekter, medan andra inte funnit några signifikanta skillnader jämfört med kontrollgrupper. Författarna till denna metaanalys pekar på att tidigare översikter ofta har begränsats av att de antingen fokuserat på ungdomar eller inte har analyserat effekternas varaktighet över tid. Denna studie fyller därmed en viktig kunskapslucka genom att specifikt granska evidensen för vuxna och systematiskt undersöka hur effekterna av KBT står sig över kortare och längre uppföljningsperioder. I analysen inkluderades 28 randomiserade kontrollerade studier med totalt 5 883 deltagare.\n\nResultaten visade en tydlig och signifikant effekt av KBT på att minska suicidtankar på kort sikt (inom 6 månader). Däremot kunde ingen statistiskt signifikant fördel för KBT jämfört med kontrollbetingelserna ses vid uppföljningar på medellång (6–12 månader) eller lång sikt (mer än 12 månader). Ett annat mönster framträdde för suicidalt och självskadebeteende. Här fann man att KBT hade en signifikant och varaktig effekt som minskade risken för sådana beteenden över alla tidsperioder – kort, medellång och lång sikt. Även för depressiva symtom var resultaten konsekventa och positiva; KBT var signifikant mer effektivt än kontrollbetingelserna för att lindra depression vid samtliga uppföljningstidpunkter. Kvalitetsgranskningen av de inkluderade studierna visade att de generellt höll en acceptabel nivå, även om vanliga metodologiska svagheter som högt deltagarbortfall och svårigheter med blindning noterades, vilket är vanligt i psykoterapiforskning.\n\nFörfattarna drar slutsatsen att KBT är en effektiv intervention för suicidprevention hos vuxna, men att dess effekter varierar beroende på utfallsmått och tidsperspektiv. Den kortsiktiga effekten på suicidtankar är robust, men för att bibehålla denna effekt över tid kan det krävas fortsatta insatser, så kallade \"booster-sessioner\". Den mest anmärkningsvärda upptäckten var den skenbara paradoxen att effekten på suicidtankar avtar, medan effekten på suicidalt beteende och depression består. Författarna diskuterar flera möjliga förklaringar till detta. En hypotes är att suicidtankar är mer föränderliga och känsliga för akuta stressorer, medan depressiva symtom och suicidala beteendemönster är mer stabila och djupt rotade drag som KBT kan påverka på en mer fundamental nivå. En annan förklaring kan vara att de färdigheter som lärs ut i KBT för att hantera depression och impulskontroll internaliseras och blir en del av patientens repertoar, vilket ger ett långvarigt skydd mot att agera på destruktiva impulser. Suicidtankar kan däremot kräva mer aktivt och kontinuerligt stöd för att hanteras. För framtida forskning rekommenderar författarna att man jämför olika KBT-format (t.ex. iKBT vs. traditionell KBT), undersöker vilka faktorer som medierar och modererar behandlingseffekten, samt att man i större utsträckning använder teoretiska ramverk som \"the ideation-to-action framework\", som skiljer mellan faktorer som leder till suicidtankar och faktorer som leder från tanke till handling.\n\nAI-reflektion\nDenna metaanalys presenterar resultat som är både hoppingivande och tankeväckande för kliniskt verksamma psykologer. Att KBT har en varaktig effekt på att minska suicidalt beteende och depressiva symtom bekräftar metodens värde som en central del av vårdarsenalen. Det är en viktig påminnelse om att vårt arbete kan skapa bestående förändringar som räddar liv. Samtidigt är den avtagande effekten på suicidtankar en observation som manar till eftertanke. Det utmanar den linjära föreställningen om att minskad depression automatiskt leder till färre suicidtankar, som i sin tur leder till färre suicidhandlingar.\n\nFör den kliniska praktiken innebär detta att vi behöver vara strategiska i vårt arbete. I den akuta fasen kan fokus med rätta ligga på att snabbt reducera de plågsamma och farliga suicidtankarna. Men studiens resultat antyder att det långsiktiga målet kanske inte är att eliminera alla suicidtankar för all framtid, utan snarare att bryta kopplingen mellan tanke och handling. Detta ligger helt i linje med \"ideation-to-action\"-ramverket och betonar vikten av att utrusta patienter med robusta färdigheter för krishantering, känsloreglering och säkerhetsplanering. Även om en tanke på suicid skulle återkomma under en period av stress, har patienten tack vare terapin verktygen att hantera den utan att agera. Den bestående effekten på depression är sannolikt en nyckelfaktor här; en person med mindre depressiva symtom har större kognitiva och emotionella resurser att tillämpa sina färdigheter. Studien understryker därmed vikten av ett tvådelat fokus i terapin: dels den omedelbara stabiliseringen av suicidtankar, dels det långsiktiga arbetet med att bygga en grund av resiliens och copingfärdigheter som skyddar mot framtida suicidhandlingar.\n\nTong, F., Zhang, Y., & Jiao, Y. (2025). The efficacy of cognitive behavioral therapy on reducing suicidal symptoms among adults: a systematic review and meta-analysis. *Frontiers in Psychology*, *16*, 1672957. doi: 10.3389/fpsyg.2025.1672957",
    "createdAt": "2025-10-30T14:08:30.407Z"
  },
  {
    "id": "art-1761772276407",
    "key": "PMC12551879",
    "pmid": "41134769",
    "pmcid": "PMC12551879",
    "doi": "10.1371/journal.pone.0326486",
    "title": "Still spurious: A comment on attempts to revive cognitive ability tilts.",
    "title_sv": "Fortfarande tveksamt: Kommentar om försök att återuppliva kognitiva förmåge-lutningar.",
    "tags": [
      "Humans",
      "Cognition",
      "Male",
      "Aptitude",
      "Female",
      "Individuality"
    ],
    "summary": "I en nyligen publicerad artikel i *PLoS One* kritiserar Sorjonen, Melin och Nilsonne (2025) försöken att återuppliva konceptet \"förmågeskillnader\" (ability tilts) inom psykologisk forskning, och argumenterar att fynden som stöder dessa till stor del är statistiska artefakter. Artikeln är ett direkt svar på Woodley of Menie och kollegors (2025) invändningar mot deras tidigare kritik.\n\nSyftet med studien är att bemöta de argument och nya empiriska resultat som Woodley of Menie et al. (2025) presenterade för att försvara förmågeskillnader. Sorjonen, Melin och Nilsonne vill demonstrera att den inkrementella validitet och ärftlighet som tidigare tillskrivits förmågeskillnader fortfarande kan förklaras av statistiska artefakter, snarare än att representera genuina psykologiska fenomen.\n\nBakgrunden till denna debatt ligger i forskning om kognitiva förmågor, där \"förmågeskillnader\" definieras som individuella skillnader mellan poäng på två olika förmågemått, till exempel matematik- och verbal förmåga. Forskare som Coyle och kollegor har i en serie studier rapporterat korrelationer mellan sådana förmågeskillnader och andra variabler, samt visat att de är genetiskt ärftliga och påverkas av icke-delade miljöfaktorer. Dessa forskare har tolkat sina fynd som stöd för \"investeringsteorier\", vilka postulerar att individer medvetet eller omedvetet investerar olika mycket tid och ansträngning i att utveckla en förmåga på bekostnad av en annan. Till exempel skulle en person med en \"matematik-verbal tilt\" ha investerat mer i matematik och mindre i verbal förmåga. De har även föreslagit att den icke-delade miljöpåverkan kan förklaras av \"nisch-sökande\" (niche-picking), där individer söker sig till miljöer som förstärker deras kognitiva profiler.\n\nSorjonen och kollegor har dock tidigare ifrågasatt dessa tolkningar. De har matematiskt visat att korrelationer mellan en förmågeskillnad (X-Y) och en tredje variabel (Z) kan vara \"spuriösa\" (falska eller skenbara), det vill säga statistiska konsekvenser av korrelationerna mellan de ingående variablerna (X och Y) och Z. De illustrerar detta med exempel som att korrelationer mellan \"födslar minus dödsfall\" och en tredje variabel inte nödvändigtvis innebär att stater \"investerar\" i födslar på bekostnad av dödsfall. På samma sätt har de argumenterat att den genetiska ärftligheten och miljöpåverkan av förmågeskillnader är spuriösa konsekvenser av ärftligheten och miljöpåverkan hos de enskilda förmågorna. Enligt deras syn är det osannolikt att det mänskliga genomet skulle koda för *skillnaden* mellan, säg, spatial förmåga och näslängd, snarare än för de enskilda egenskaperna.\n\nWoodley of Menie et al. (2025) svarade på denna kritik genom att lyfta fram fynd av \"inkrementell validitet\" från Kato och Scherbaum (2023), som visade att förmågeskillnader ökade den förklarade variansen av arbetsprestation utöver vad som förklarades av allmän kognitiv förmåga (*g*) och en av de ingående förmågorna. De hävdade att detta motbevisade Sorjonen et al:s påståenden om spuriösa samband. Woodley of Menie et al. introducerade också ett nytt argument om att beräkning av förmågeskillnader endast är meningsfullt om de ingående variablerna laddar på samma faktor, samt presenterade nya data där \"super-residualiserade\" förmågeskillnader till stor del tillskrevs delade miljöfaktorer, vilket de tolkade som stöd för kognitiv specialisering i förhållande till miljömässiga nischer.\n\nI denna artikel använde Sorjonen, Melin och Nilsonne data från Georgia Twin Study (108 enäggstvillingpar och 130 tvåäggstvillingpar, N=476), som inkluderade fyra kognitiva förmågemått (verbal förståelse, numerisk förmåga, resonemangsförmåga, spatial förmåga) samt biometriska mått som ansiktslängd och näslängd. De lade även till två slumpmässiga variabler. Alla mått standardiserades. De utförde OLS-regressioner, faktoranalyser och beteendegenetiska ACE-modeller (som uppskattar andelen varians som kan tillskrivas additiv genetik (A), delade miljöfaktorer (C) och icke-delade miljöfaktorer (E)).\n\nResultaten från Sorjonen, Melin och Nilsonnes analyser visade att den inkrementella validitet som Woodley of Menie et al. refererade till var en spuriös konsekvens. De demonstrerade matematiskt och empiriskt att om man predicerar ett utfall (Z) från en förmåga (X) och en förmågeskillnad (X-Y), är detta ekvivalent med att predikera Z från *båda* de ingående förmågorna (X och Y). De två modellerna ger exakt samma förklarade varians (R²) och koefficienterna är perfekt relaterade. Detta innebär att förmågeskillnaden inte tillför något unikt utöver de enskilda förmågorna.\n\nFörfattarna avfärdade även Woodley of Menie et al:s argument om att förmågeskillnader bara är meningsfulla om de ingående variablerna laddar på samma faktor. De menar att resursbegränsningar, som är kärnan i investeringsteorier, alltid innebär en avvägning, oavsett om de involverade aktiviteterna är positivt korrelerade eller laddar på samma faktor. Att påstå att en förmågeskillnad är meningsfull endast om den stöder investeringsteorin är ett cirkulärt resonemang. De visade också att faktorstrukturen och därmed \"meningsfullheten\" av en förmågeskillnad skulle bli godtycklig och beroende av vilka andra variabler som råkar ingå i datasetet.\n\nVidare undersökte Sorjonen, Melin och Nilsonne Woodley of Menie et al:s nya fynd om ärftligheten av \"super-residualiserade\" förmågeskillnader. Woodley of Menie et al. hade funnit att nästan all varians (97%) i dessa residualiserade skillnader kunde tillskrivas delade miljöfaktorer (C), vilket de tolkade som stöd för kognitiv specialisering. Sorjonen, Melin och Nilsonne misstänkte att detta var en statistisk artefakt som härrörde från residualiseringsproceduren. De påpekade att ålder användes som en kovariat i det första steget av super-residualiseringen. Eftersom tvillingar i ett par har samma ålder, är ålderns varians inom ett tvillingpar till 100% hänförlig till delade miljöfaktorer och 0% till genetik. När Sorjonen, Melin och Nilsonne replikerade proceduren och ersatte ålder med ett godtyckligt tvillingpar-ID (som också är identiskt inom tvillingpar), fann de att samma mönster uppstod: över 85% av variansen i *alla* super-residualiserade variabler (inklusive slumpmässiga variabler och biometriska mått) tillskrevs delade miljöfaktorer. Detta indikerar att fynden om delad miljöpåverkan är en statistisk konsekvens av att justera för en variabel som är konstant inom tvillingpar, snarare än ett bevis för kognitiv specialisering.\n\nArtikelförfattarnas slutsats är att fynd som involverar förmågeskillnader, inklusive deras korrelationer och ärftlighet, fortfarande framstår som spuriösa konsekvenser av de ingående variablerna. De menar att Woodley of Menie et al:s försök att återuppliva konceptet inte lyckas motbevisa den tidigare kritiken. Författarna erkänner att investerings- och specialiseringsteorier kan ha konceptuella meriter och vara värda att utforska i framtida forskning, men att de nuvarande metoderna baserade på förmågeskillnader är statistiskt bristfälliga. Implikationen är att forskare bör vara ytterst försiktiga med att tolka resultat baserade på skillnadsmått som unika psykologiska konstrukt, och istället fokusera på de grundläggande variablerna.\n\nAI-reflektion:\nDenna artikel belyser en central och återkommande utmaning inom psykologisk forskning: tolkningen av skillnadsmått. Att subtrahera en variabel från en annan för att skapa ett \"tilt\"-mått kan verka intuitivt för att fånga en inre obalans eller specialisering, men som Sorjonen, Melin och Nilsonne så elegant visar, kan de statistiska egenskaperna hos sådana mått vara vilseledande. För en praktiserande psykolog, särskilt inom områden som pedagogisk psykologi, organisationspsykologi eller neuropsykologi, är detta en viktig påminnelse om att vara kritisk till hur data presenteras och tolkas.\n\nOm förmågeskillnader, till exempel mellan verbal och spatial förmåga, används i urvalsprocesser, karriärrådgivning eller vid utformning av individuella utbildningsplaner, baseras rekommendationerna då på en statistisk artefakt? Om en individ har en hög verbal förmåga men en lägre spatial förmåga, är det verkligen en \"tilt\" som indikerar en aktiv \"investering\" eller \"specialisering\" i verbal förmåga på bekostnad av spatial förmåga, eller är det helt enkelt en reflektion av de underliggande, separata förmågorna och deras relation till en tredje variabel? Denna artikel föreslår det senare.\n\nDetta betyder inte att individuella profiler av styrkor och svagheter är oviktiga. Tvärtom är det av yttersta vikt att förstå hur olika kognitiva förmågor samverkar och utvecklas hos en individ. Men artikeln uppmanar oss att vara noggranna med hur vi konceptualiserar och mäter dessa profiler. Istället för att fokusera på en abstrakt \"tilt\" som ett eget konstrukt, kan det vara mer fruktbart att analysera de enskilda förmågorna och deras interaktioner direkt, eller att utveckla mer sofistikerade modeller för att fånga dynamiken i \"investering\" och \"specialisering\" som inte är beroende av enkla skillnadsmått. Kanske kan longitudinella studier som följer individers utveckling över tid, eller mer avancerade multivariata statistiska metoder, erbjuda en tydligare bild. Artikeln är en viktig påminnelse om att statistisk stringens är grundläggande för att dra meningsfulla psykologiska slutsatser och undvika att bygga teorier på sand.\n\nArtikelns titel: Still spurious: A comment on attempts to revive cognitive ability tilts\nFörfattare: Kimmo Sorjonen, Bo Melin, Gustav Nilsonne\nÅrtal för publicering: 2025\nJournal: PLoS One\nDOI: 10.1371/journal.pone.0326486\n\nLänk till artikeln: [https://osf.io/w4jad/](https://osf.io/w4jad/)",
    "createdAt": "2025-10-29T21:11:16.407Z"
  },
  {
    "id": "art-1761771223122",
    "key": "PMC12551833",
    "pmid": "41134782",
    "pmcid": "PMC12551833",
    "doi": "10.1371/journal.pone.0335256",
    "title": "The impact of analytical cognitive style on business model innovation in new ventures: The moderating role of self-efficacy and environmental uncertainty.",
    "title_sv": "Analytiskt tänkande påverkar affärsmodellsinnovation i nystartade företag: Självtillit och osäkerhet i omgivningen spelar roll",
    "tags": [
      "Humans",
      "Uncertainty",
      "Self Efficacy",
      "Cognition",
      "Decision Making",
      "Commerce",
      "Entrepreneurship"
    ],
    "summary": "I den snabbt föränderliga digitala ekonomin har data blivit en avgörande resurs för entreprenöriellt beslutsfattande. Denna studie undersöker hur entreprenörers analytiska kognitiva stil påverkar affärsmodellsinnovation i nya företag, samt hur entreprenöriell självtillit och miljömässig osäkerhet modererar detta förhållande. Syftet är att fördjupa förståelsen för de kognitiva grunderna för innovation i en datadriven kontext och att ge praktisk vägledning för entreprenörer som navigerar i osäkra miljöer.\n\nForskningen kring entreprenörskap har länge brottats med frågan om hur nya företag övervinner de inneboende svårigheterna med att vara nystartade, ofta kallade \"nyhetens börda\". Affärsmodellsinnovation (BMI) har visat sig vara en effektiv strategi för att omkombinera resurser, sänka driftskostnader och förbättra lönsamheten. Historiskt sett har forskningen inom detta område skiftat från att fokusera på beteendemässig rationalitet till kognitiv rationalitet, vilket har belyst entreprenörers användning av heuristiska genvägar, självförstärkande attributioner och tendenser till överoptimism och övermod. Tidigare studier har ofta betonat att entreprenörer med en intuitiv och heuristisk kognitiv stil är mer benägna att utforma mycket innovativa affärsmodeller. Men i takt med den digitala omvandlingen, där teknologier som big data, AI, blockkedjor och molntjänster blivit centrala produktionsfaktorer, har behovet av datadriven affärsmodellsinnovation ökat. Detta skifte kräver en utvidgning av det traditionella kognitiva perspektivet för att även inkludera den analytiska kognitiva stilens roll, som står i kontrast till de intuitiva och heuristiska tillvägagångssätten. Trots att vissa forskare har berört den analytiska kognitiva stilens inflytande på BMI, har den ofta behandlats som en sekundär variabel. Det har funnits en brist på forskning som utforskar under vilka specifika förhållanden detta samband är starkast, och hur det varierar mellan olika typer av affärsmodellsinnovation. Denna studie ämnar fylla dessa luckor genom att undersöka de underliggande mekanismerna.\n\nDe centrala begreppen i studien är kognitiv stil och affärsmodellsinnovation. Kognitiv stil definieras som en individs konsekventa preferenser för att samla in, bearbeta och utvärdera information. Denna studie använder den intuitiva-analytiska modellen, som bygger på dual-process-teorin om mänsklig kognition. En intuitiv kognitiv stil kännetecknas av att förlita sig på heuristik och erfarenhetsbaserat resonemang, vilket ofta dominerar i entreprenöriella sammanhang som präglas av tvetydighet, dynamik, komplexitet och osäkerhet. En analytisk kognitiv stil, å andra sidan, föredrar systematisk, logisk och stegvis informationsbearbetning. Forskarna betonar att överdrivet förlitande på intuition kan leda till kognitiva bias och suboptimala beslut. Enligt kognitiv kontinuumteori rör sig individer dynamiskt mellan analytiskt och intuitivt tänkande beroende på situationens krav. Affärsmodellsinnovation (BMI) beskrivs som en unik konfiguration av transaktioner som skapar värde för ett företag och dess intressenter, inte bara genom val av aktiviteter, utan genom en logik som kopplar värdeskapande till värdefångst. BMI är ett relativt koncept som innebär en avvikelse från en baslinjemodell, och det kan gälla både etablerade företag som omkonfigurerar sina modeller och nystartade företag som utformar helt nya konfigurationer. Studien fokuserar på två huvudtyper av BMI: *effektivitetsorienterad BMI*, som syftar till att effektivisera processer och minska kostnader, och *nyhetsorienterad BMI*, som handlar om att introducera nya värdeerbjudanden eller partnerskap. Vidare undersöks *entreprenöriell självtillit*, definierad som en individs tro på sin förmåga att utföra specifika entreprenöriella uppgifter och uppnå mål, samt *miljömässig osäkerhet*, som avser graden av oförutsägbarhet och turbulens i ett företags externa miljö.\n\nStudien, som baseras på enkätdata från 138 nystartade företag i Kina, visar att en analytisk kognitiv stil är positivt associerad med båda typerna av affärsmodellsinnovation, det vill säga både effektivitetsorienterad och nyhetsorienterad BMI. Detta indikerar att entreprenörer som föredrar en systematisk och datadriven strategi är mer benägna att innovera sina affärsmodeller. Resultaten visar dock att entreprenöriell självtillit har en differentierad modererande effekt. Hög självtillit förstärker det positiva sambandet mellan analytisk kognitiv stil och effektivitetsorienterad BMI. Det innebär att entreprenörer med hög tilltro till sin egen förmåga är mer benägna att agera beslutsamt utifrån sin analys, vilket påskyndar implementeringen av effektivitetsförbättrande innovationer. Intressant nog visar studien att vid mycket hög självtillit blir den marginella effekten av analytisk kognitiv stil mindre uttalad, vilket tyder på att självtillit kan fungera som en kompensatorisk mekanism. För nyhetsorienterad BMI är effekten den motsatta: hög självtillit försvagar det positiva sambandet med analytisk kognitiv stil. Detta kan förklaras med att övermod i nya och osäkra innovationsscenarier kan leda till att entreprenörer ifrågasätter tvetydiga data eller förlitar sig för mycket på tidigare framgångar, vilket hämmar radikal innovation. Slutligen fann studien att miljömässig osäkerhet negativt modererar sambandet mellan analytisk kognitiv stil och nyhetsorienterad BMI. I mycket osäkra miljöer minskar entreprenörers vilja att engagera sig i utforskande affärsmodells-experiment, då den höga tvetydigheten och de ökade riskerna avskräcker från strukturerad utforskning. Däremot fann studien inget signifikant modererande samband mellan miljömässig osäkerhet och effektivitetsorienterad BMI.\n\nArtikelförfattarna drar slutsatsen att den analytiska kognitiva stilen är avgörande för affärsmodellsinnovation i den digitala ekonomin, men att dess positiva effekt är villkorad av både entreprenörens individuella egenskaper och den omgivande miljön. De belyser ett icke-symmetriskt mönster där analytisk kognition främjar effektivitetsorienterad innovation men potentiellt begränsar nyhetsdriven innovation under vissa omständigheter. Detta berikar den teoretiska förståelsen för de kognitiva grunderna för BMI och hur individuella och kontextuella faktorer samverkar.\n\nFörfattarna lyfter fram flera praktiska implikationer. Entreprenörer bör utveckla ett \"kognitivt anpassnings\"-tänkande som är förenligt med den digitala ekonomin, vilket innebär att undvika överdrivet förlitande på intuition. De uppmanas att aktivt lära sig statistiska kunskaper och dataanalysmetoder för att främja datadriven affärsmodellsinnovation. Detta kan innefatta att utnyttja e-handelsplattformar eller bygga egna dataplattformar för att samla in, integrera och analysera data för att optimera processer och minska kostnader. Vidare bör entreprenörer odla en \"situationskänslighet\" som en dynamisk förmåga. Detta innebär att etablera robusta system för miljöövervakning för att regelbundet bedöma marknadstrender. I mycket osäkra miljöer bör fokus ligga på effektivitetsorienterad BMI, medan mer stabila förhållanden tillåter större investeringar i nyhetsorienterad innovation. För entreprenörer med hög självtillit är det viktigt att vara medveten om begränsningarna i egen kunskap och erfarenhet vid nyhetsorienterad innovation. De bör betona kunskapsackumulering och informationsinsamling, samt uppvisa noggrant tänkande och logisk klarhet för att undvika fallgroparna med övermod. Sammanfattningsvis måste entreprenörer i den digitala eran lära sig att fatta datadrivna beslut samtidigt som de är lyhörda för miljöförändringar, och integrera \"datadrivet beslutsfattande\" med \"adaptiv lyhördhet\" för att navigera innovation mer stabilt och effektivt.\n\nStudien har dock vissa begränsningar som pekar på framtida forskningsmöjligheter. Användningen av självrapporterade enkäter kan introducera mätfel och den tvärsnittsbaserade designen begränsar möjligheten att dra kausala slutsatser. Framtida forskning bör överväga att utöka enkätkanalerna, erbjuda mer grundlig respondentutbildning och inkludera ytterligare datakällor, som paneldata, för att möjliggöra analys av kausala samband över tid. Dessutom är studiens geografiska omfattning begränsad till fyra kinesiska provinser, vilket kan påverka generaliserbarheten. Framtida studier bör bredda undersökningsregionerna, öka urvalsstorleken och inkludera tvärkulturella jämförelser. Slutligen undersökte denna studie endast entreprenöriell självtillit och miljömässig osäkerhet som modererande faktorer. Framtida forskning kan utforska ytterligare entreprenöriella egenskaper, såsom emotionell resiliens och uthållighet, samt miljömässiga karakteristika som dynamik och komplexitet, för att få en mer omfattande förståelse för de gränsvillkor som påverkar sambandet mellan kognitiv stil och affärsmodellsinnovation.\n\nArtikelns titel: The impact of analytical cognitive style on business model innovation in new ventures: The moderating role of self-efficacy and environmental uncertainty\nFörfattare: Li Hui, Zhang Xuebing\nPubliceringsår: 2025\nJournal: PLOS One\nDOI: 10.1371/journal.pone.0335256\n\nLänk till artikeln: [https://doi.org/10.1371/journal.pone.0335256](https://doi.org/10.1371/journal.pone.0335256)",
    "createdAt": "2025-10-29T20:53:43.122Z"
  },
  {
    "id": "art-1761770710983",
    "key": "PMC12551866",
    "pmid": "41134824",
    "pmcid": "PMC12551866",
    "doi": "10.1371/journal.pone.0334711",
    "title": "Unlocking employee creativity: How learning orientation and transformational leadership spark innovation through creative self-efficacy.",
    "title_sv": "Främja kreativitet: Hur lärande och transformativt ledarskap tänder innovation genom kreativ självtillit",
    "tags": [
      "Creativity",
      "Leadership",
      "Humans",
      "Self Efficacy",
      "Male",
      "Adult",
      "Female",
      "Learning"
    ],
    "summary": "I en tid av global ekonomisk nedgång står Kinas tillverkningssektor, särskilt små och medelstora företag (SME), inför betydande utmaningar. Dessa företag är avgörande för Kinas ekonomi och innovationskraft. För att möta dessa krav har den kinesiska regeringen betonat vikten av att utveckla kompetenta och innovativa industriarbetare. I denna kontext blir medarbetarnas kreativitet – definierad som förmågan att producera nya och användbara produkter, idéer eller procedurer – inte bara en fördel utan en nödvändighet för överlevnad och framgång i snabbt föränderliga branscher. Denna studie syftar till att fördjupa förståelsen för hur individuell inlärningsorientering och transformativt ledarskap kan främja medarbetares kreativitet, med ett särskilt fokus på den medierande rollen av kreativ själveffektivitet inom kinesiska små och medelstora tillverkningsföretag. Forskningen strävar efter att undersöka effekterna av individuell inlärningsorientering på kreativitet, analysera samspelet mellan de fyra dimensionerna av transformativt ledarskap och medarbetares kreativitet, klargöra hur kreativ själveffektivitet fungerar som en medierande faktor, samt empiriskt validera dessa samband i en kinesisk kontext där kollektiva influenser är särskilt framträdande.\n\nTidigare forskning har belyst många aspekter av medarbetares kreativitet, men har ofta fokuserat på enskilda nivåer och sällan genomfört omfattande flernivåanalyser. Detta är särskilt relevant i Kina, där en kollektivistisk kultur betonar nära och harmoniska mellanmänskliga relationer. Denna studie bygger på Social kognitiv teori av Bandura, som postulerar att inlärning och kreativitet är intimt sammankopplade. Individuell inlärningsorientering, som beskriver en individs strävan efter att utveckla sin kompetens, främjar anpassningsförmåga, öppenhet för nya idéer och uthållighet – alla avgörande komponenter för kreativt beteende. Till skillnad från mer stabila personlighetsdrag kan inlärningsorientering aktivt odlas genom stödjande ledarskap och organisationskultur. Forskningen förväntar sig att denna orientering positivt påverkar kreativiteten, då individer som aktivt söker kunskap och färdigheter tenderar att generera mer innovativa resultat.\n\nTransformativt ledarskap är en modern ledarskapsstil där ledare motiverar medarbetare att överträffa sina egna egenintressen till förmån för organisationen. Sådana ledare uppmuntrar risktagande, utmanar konventionellt tänkande och stöder medarbetarnas autonomi, vilket är avgörande för att generera nya idéer och innovativ problemlösning. Till skillnad från transaktionellt ledarskap, som fokuserar på att upprätthålla prestationsstandarder, betonar transformativt ledarskap psykologisk empowerment och visionära beteenden som stimulerar kreativitet. Transformativt ledarskap består av fyra dimensioner: idealiserat inflytande (II), inspirerande motivation (IM), intellektuell stimulans (IS) och individualiserad hänsyn (IC). Idealiserat inflytande innebär att ledaren agerar som en moralisk och etisk förebild, vilket skapar förtroende och beundran som inspirerar medarbetare att efterlikna kreativa beteenden. Inspirerande motivation handlar om att formulera en övertygande vision som mobiliserar medarbetare att överträffa förväntningar, ofta genom innovativt tänkande. Intellektuell stimulans uppmuntrar kritisk reflektion och utmanar befintliga antaganden, vilket främjar en miljö där nya idéer och kreativt uttryck kan blomstra. Individualiserad hänsyn betonar skräddarsytt stöd och mentorskap, vilket förbättrar medarbetarnas färdigheter, självförtroende och kreativa själveffektivitet. Tidigare studier har ofta behandlat transformativt ledarskap som en enhetlig konstruktion, men denna studie undersöker varje dimension separat för att ge mer nyanserade insikter.\n\nKreativ själveffektivitet (CSE) är ett centralt begrepp i studien, definierat som en individs uppfattning om sin förmåga att generera innovativa lösningar för en organisation. En stark tro på sin egen kreativa förmåga är avgörande för att öka kreativiteten, då det påverkar både motivationen och förmågan att utföra specifika uppgifter. Individer med hög CSE tenderar att ta kreativa risker, uthärda utmaningar och generera originella idéer. CSE är kontextuellt känsligt och handlingsbart, vilket gör det till en precis medierande variabel för interventioner som syftar till att förbättra kreativiteten på arbetsplatsen. Enligt Social kognitiv teori utvecklas CSE från fyra huvudsakliga källor: mästarupplevelser (framgångsrika erfarenheter), vikarierande lärande (observation av andras framgångar), social övertalning (uppmuntran från andra) samt fysiologiska och emotionella tillstånd. Individuell inlärningsorientering bidrar positivt till CSE genom de tre första av dessa vägar, då en inlärningsorienterad inställning främjar ackumulering av framgångsrika mästarupplevelser och hjälper medarbetare att hantera motgångar. Transformativt ledarskap bidrar till CSE genom att ge stöd, uppmuntran och resurser, vilket stärker medarbetarnas tro på sin egen kreativa förmåga.\n\nStudien baserades på ett urval av 406 anställda och deras chefer från små och medelstora tillverkningsföretag i Kina, spridda över flera provinser för att säkerställa geografisk mångfald och extern validitet. Data samlades in via självrapporterade online-enkäter för anställda och chefsvärderingar för transformativt ledarskap. Analysen utfördes med Hierarchical Linear Modeling (HLM), en statistisk metod som är lämplig för data med kapslade strukturer, där individer (nivå 1) är inbäddade i grupper ledda av chefer (nivå 2). Detta tillvägagångssätt möjliggör analys av både individuella och gruppnivåers påverkan på kreativitet. För att testa medieringseffekterna användes Monte Carlo-simulering, en robust metod för att konstruera konfidensintervall och bedöma om medierade effekter är signifikant skilda från noll.\n\nResultaten från studien visade att individuell inlärningsorientering signifikant och positivt bidrog till medarbetarnas kreativitet. Detta understryker vikten av kontinuerlig personlig utveckling och proaktivt lärande i innovationsprocesser. Vidare fann studien att alla fyra dimensionerna av transformativt ledarskap – idealiserat inflytande, inspirerande motivation, intellektuell stimulans och individualiserad hänsyn – var positivt associerade med medarbetarnas kreativitet. Den kreativa själveffektiviteten visade sig mediera sambandet mellan individuell inlärningsorientering och kreativitet, vilket bekräftar att en stark tro på sin egen kreativa förmåga är en viktig länk mellan att vilja lära sig och att faktiskt vara kreativ. Dessutom medierade CSE sambandet mellan idealiserat inflytande, intellektuell stimulans och individualiserad hänsyn å ena sidan, och kreativitet å andra sidan. Däremot fann man ingen signifikant medierande effekt av CSE för inspirerande motivation. Forskarna spekulerar i att inspirerande motivation kan ha en så stark direkt inverkan på medarbetarnas avsikter och beteenden att den indirekta effekten via CSE blir minimal och därmed inte signifikant.\n\nDessa fynd har flera viktiga implikationer. Teoretiskt bidrar studien till litteraturen om kreativitet på arbetsplatsen genom att integrera individuella och ledarskapsfaktorer med psykologiska resurser, och genom att utföra en detaljerad flernivåanalys i en kinesisk SME-kontext. Den bekräftar den positiva kopplingen mellan individuell inlärningsorientering och kreativitet, och fyller en kunskapslucka genom att visa hur alla fyra dimensionerna av transformativt ledarskap påverkar kreativitet. Praktiskt rekommenderas SME-chefer att kultivera stödjande ledarskap och främja en inlärningsorienterad kultur för att förbättra den kreativa prestationen. Detta innebär att uppmuntra anställda att aktivt utveckla sina kompetenser och att chefer agerar som förebilder, formulerar tydliga visioner, stimulerar intellektuellt och ger individualiserat stöd. Att stärka medarbetarnas kreativa själveffektivitet är avgörande, särskilt i ekonomiskt svåra tider.\n\nStudien har dock vissa begränsningar. Data var självrapporterad, vilket kan öka risken för bias. Dessutom är resultaten främst tillämpliga på den kinesiska tillverkningssektorn, vilket begränsar generaliserbarheten till andra branscher. Slutligen, på grund av studiens tvärsnittsdesign, kan inga definitiva kausala samband fastställas. Framtida forskning bör därför använda experimentella och longitudinella metoder för att ytterligare klargöra de kausala sambanden mellan inlärningsorientering, transformativt ledarskap, kreativ själveffektivitet och medarbetarnas kreativitet, samt utvidga undersökningen till fler industriella sektorer.\n\nArtikelns titel: Unlocking employee creativity: How learning orientation and transformational leadership spark innovation through creative self-efficacy.\nFörfattare: Chiqing Qian, Daisy Mui Hung Kee, Biao Zeng, Hala Najwan Sabeh\nPubliceringsår: 2025\nJournal: PLOS One\nDOI: 10.1371/journal.pone.0334711\n\nLänk till dataset: https://osf.io/5fpbc/",
    "createdAt": "2025-10-29T20:45:10.983Z"
  },
  {
    "id": "art-1761678361083",
    "key": "PMC12551793",
    "pmid": "41134968",
    "pmcid": "PMC12551793",
    "doi": "10.2196/79430",
    "title": "Impact of Learning Motivation and Presentation Modalities on Cognitive Load and Learning Performance in Preoperative Digital Health Education for Older Patients With Knee Arthroplasty: Psychobehavioral Experimental Study.",
    "title_sv": "Effekten av inlärningsmotivation och presentationssätt på kognitiv belastning och inlärningsresultat i digital hälsoinformation före knäledsoperation för äldre patienter: En psykobeteendemässig experimentell studie.",
    "tags": [
      "Humans",
      "Aged",
      "Arthroplasty, Replacement, Knee",
      "Male",
      "Female",
      "Motivation",
      "Cognition",
      "Middle Aged"
    ],
    "summary": "Effektiv digital hälsoinformation (DHE) är avgörande för patienter som genomgår knäartroplastik (KA), särskilt äldre vuxna som ofta upplever åldersrelaterade kognitiva sårbarheter. Denna studie syftade till att undersöka hur inlärningsmotivation och olika presentationsmodaliteter (endast text, text-grafisk komposit och videobaserad) påverkar kognitiv belastning och inlärningsprestation hos äldre patienter som förbereder sig för KA. Målet var att bidra till utvecklingen av mer personliga och kognitivt anpassade utbildningsstrategier för denna patientgrupp.\n\nBakgrunden till studien är att knäartroplastik är ett vanligt kirurgiskt ingrepp som ger betydande smärtlindring och förbättrad ledfunktion. Trots detta rapporterar cirka 20% av patienterna missnöje med postoperativa resultat, vilket ofta beror på bristande följsamhet till rehabiliteringsprotokoll, missuppfattningar om förväntad återhämtning och otillräcklig preoperativ förberedelse. Preoperativ hälsoinformation har visat sig vara effektiv för att förbättra patienternas förståelse av proceduren, förväntningar och rehabiliteringsprotokoll, vilket i sin tur förbättrar återhämtningsföljsamheten och de kliniska resultaten. Med den snabba utvecklingen av digital teknik har digital hälsoinformation (DHE) blivit en alltmer populär metod som erbjuder strukturerade, anpassningsbara och repeterbara lärandeupplevelser. DHE-verktyg erbjuder skalbara lösningar, särskilt för elektiva kirurgiska ingrepp som KA. Dock står DHE för denna patientgrupp inför två stora utmaningar: för det första, bristen på standardiserat innehåll, vilket leder till inkonsekvenser i materialkvalitet, läsbarhet och vetenskaplig validitet; för det andra, de unika kognitiva sårbarheterna hos äldre vuxna, som ofta upplever åldersrelaterade försämringar i arbetsminne, uppmärksamhetskontroll och digital litteracitet. Dessa faktorer ökar risken för kognitiv överbelastning, vilket försämrar inlärningsresultaten. För att möta dessa utmaningar har forskare undersökt effekterna av inlärningsmotivation och presentationsmodalitet på digital inlärningsprestation.\n\nStudiens teoretiska ramverk bygger på Cognitive Load Theory (CLT), som ger en robust förståelse för hur dessa variabler påverkar kognitiva processer och inlärningsresultat. CLT betonar arbetsminnets begränsade kapacitet och postulerar att instruktionsdesign bör hantera tre typer av kognitiv belastning: intrinsisk, extran och germane. Den **intrinsiska belastningen** avser den inneboende svårigheten i det material som ska läras, oberoende av hur det presenteras. Den **extrana belastningen** orsakas av instruktionsdesignen, det vill säga hur informationen presenteras, och dålig design kan skapa onödig mental ansträngning. Den **germana belastningen** är den mentala ansträngning som är direkt kopplad till att konstruera mentala scheman (kunskapsstrukturer) och därmed till djupare lärande, och drivs av elevens engagemang och motivation. Effektiv digital instruktionsdesign måste därför hantera den intrinsiska belastningen, minimera den extrana belastningen och optimera den germana belastningen för att maximera inlärningsresultaten. Flera CLT-principer är särskilt relevanta för DHE. **Modalitetseffekten** visar att information som distribueras över visuella och auditiva kanaler (t.ex. berättarröst med diagram) minskar extran belastning och underlättar förståelsen. **Segmenteringseffekten** belyser att uppdelning av komplext material i mindre, elevstyrda segment förbättrar retention och minskar överbelastning. **Transient informationseffekt** betonar att snabbt försvinnande information (t.ex. kontinuerliga videoströmmar) kan överbelasta arbetsminnet om den inte kompletteras med ledtrådar, stödstrukturer eller elevkontroll. Presentationsmodalitet ses därmed som en nyckelfaktor för extran kognitiv belastning, medan inlärningsmotivation bidrar till germane belastning genom att främja djupare engagemang och schemautveckling. Tidigare forskning har visat att presentationsmodalitet signifikant påverkar informationsbearbetning, särskilt hos äldre vuxna. Videobaserade format har visat sig vara särskilt effektiva i kliniska utbildningssammanhang tack vare deras förmåga till dynamisk visuell demonstration, vilket minimerar kognitiv konflikt och underlättar djupare informationsintegration. Samtidigt kan statiska, text-grafiska kompositer vara mer lämpliga för äldre vuxna, då dessa format minskar läsbördan och förbättrar informationsförståelsen. Inlärningsmotivation är en kritisk drivkraft för germane kognitiv belastning; hög motivation underlättar ihållande kognitivt engagemang, förbättrar förståelsen och påverkar positivt både digital inlärningsprestation och avsikten att använda teknik.\n\nStudien använde en psykobeteendevetenskaplig experimentell design med 62 patienter (≥60 år) som stratifierades efter inlärningsmotivation (hög vs. låg). Varje deltagare genomförde sex DHE-moduler som levererades i tre modaliteter: endast text, text-grafisk komposit och videobaserad. Kognitiv belastning mättes med subjektiva skattningar (Chinese National Aeronautics and Space Administration Task Load Index, NASA-TLX) och objektiva ögonspårningsindikatorer (genomsnittlig fixeringstid, antal fixeringar och tid till första fixering). **Ögonspårning** är en objektiv metod för att mäta kognitiv belastning och uppmärksamhet. Genom att registrera ögonrörelser kan man få insikt i hur elever allokerar sin visuella uppmärksamhet och bearbetar information. **Genomsnittlig fixeringstid** reflekterar djupet av kognitiv bearbetning, där längre fixeringar indikerar större ansträngning. **Antal fixeringar** ger en uppskattning av uppmärksamhetsallokering, där högre antal kan signalera ökad visuell sökning eller delad uppmärksamhet. **Tid till första fixering** mäter effektiviteten i initial uppmärksamhetsorientering, där kortare tider reflekterar snabbare åtkomst till relevant information. Inlärningsprestation bedömdes genom kunskapsretention och överföringstester.\n\nResultaten visade att högt motiverade elever uppvisade signifikant lägre kognitiv belastning (mätt med NASA-TLX, stor effektstorlek) och överlägsen inlärningsprestation (medelstor effektstorlek) jämfört med lågt motiverade elever. Videobaserat material resulterade konsekvent i den lägsta extrana belastningen och stödde effektiv kunskapsinhämtning (medelstor effektstorlek). Text-grafiska kompositer framkallade högre kognitiv belastning men underlättade djupare bearbetning och **schema-konstruktion** (processen att bygga upp mentala strukturer för att organisera och integrera ny information), särskilt för högt motiverade elever (medelstora till stora effektstorlekar). Ögonspårningsdata bekräftade dessa dynamiker: högt motiverade deltagare visade kortare fixeringstider och effektivare uppmärksamhetsallokering över modaliteterna, medan lågt motiverade elever visade mer spridda fixeringar, särskilt i text-grafiska förhållanden. Över hela urvalet var kognitiv belastning negativt korrelerad med inlärningsprestation (stor effektstorlek), vilket förstärker dess roll som en nyckelmedierande faktor för digitala läranderesultat. Även om explorativa analyser antydde möjliga interaktionsmönster mellan motivation och presentationsmodalitet, var dessa effekter inte konsekvent signifikanta över alla utfall. Högt motiverade patienter visade konsekventa resultat över format, troligen på grund av adaptiva metacognitiva strategier som selektiv uppmärksamhet och självövervakning. Lågt motiverade elever var däremot mer känsliga för modalitetsrelaterade utmaningar.\n\nStudiens fynd belyser vikten av inlärningsmotivation som en avgörande faktor för kognitiv effektivitet och inlärningsframgång inom preoperativ DHE. Kliniker bör därför anta strategier för att öka patientmotivationen genom att betona det personliga relevansen och de kliniska fördelarna med utbildningsinnehållet. Att skräddarsy material efter individuella intressen, införliva interaktiva element och utnyttja beteendeförändringsteorier kan ytterligare förbättra motivationen, särskilt hos äldre vuxna. Dessutom kan familjebaserade eller generationsöverskridande lärandemodeller ge emotionellt stöd, minska digital ångest och främja ihållande engagemang. Det är dock viktigt att anpassa motivationshöjande strategier till individens beredskap och kognitiva resurser, eftersom för hög motivation paradoxalt nog kan intensifiera kognitiv belastning och minska prestationen om materialet är alltför krävande eller dåligt anpassat.\n\nEn annan viktig implikation är behovet av att optimera matchningen mellan \"elev och presentationsformat\". Effektiv hälsoinformation kräver en noggrann anpassning mellan elevens egenskaper och innehållspresentationen. Detta innebär att utveckla ett adaptivt ramverk som tar hänsyn till variabler som ålder, hälsolitteracitet, digital kompetens och sjukdomskomplexitet. Ett sådant ramverk skulle möjliggöra val av presentationsformat som minimerar extran belastning och maximerar inlärningseffektiviteten. Till exempel kan patienter med god digital kompetens och hälsolitteracitet dra nytta av interaktivt videomaterial, medan de med högre teknofobi eller lägre litteracitet kan behöva förenklade text-grafiska format med progressivt stöd. Det är dock viktigt att notera att kulturella och institutionella skillnader (t.ex. mellan kinesiska och västerländska hälsovårdskontexter) måste beaktas vid anpassning av detta ramverk.\n\nSlutligen understryker resultaten vikten av att definiera och dynamiskt hantera trösklar för kognitiv belastning. Framtida digitala hälsosystem bör kunna övervaka kognitiv belastning i nära realtid, eventuellt med hjälp av ögonspårning, elektroencefalografi (EEG) eller multimodala analyser. Detta skulle möjliggöra adaptiva interventioner som segmenterar komplext material, saktar ner tempot eller ger stödjande ledtrådar när överbelastning upptäcks. Målet är att dynamiskt balansera modalitet, segmentering och transient information för att hålla eleverna inom optimala belastningsintervall, vilket främjar schema-konstruktion utan att inducera överbelastning.\n\nImpact of Learning Motivation and Presentation Modalities on Cognitive Load and Learning Performance in Preoperative Digital Health Education for Older Patients With Knee Arthroplasty: Psychobehavioral Experimental Study.\nYawen Li, Chuchu Yan, Ru Chen, Haiying Lu, Yawei Shan.\nJournal of Medical Internet Research, 2025.\nDOI: 10.2196/79430\n\n[https://www.jmir.org/2025/10/e79430](https://www.jmir.org/2025/10/e79430)",
    "createdAt": "2025-10-28T19:06:01.083Z"
  },
  {
    "id": "art-1761641571618",
    "key": "PMC12552440",
    "pmid": "41136357",
    "pmcid": "PMC12552440",
    "doi": "10.1038/s41398-025-03593-z",
    "title": "Post-traumatic stress and genetic interactions affect tobacco and alcohol use after trauma: findings from a multi-ancestry cohort.",
    "title_sv": "Posttraumatiskt stressyndrom och genetiska samspel påverkar tobaks- och alkoholkonsumtion efter trauma: resultat från en kohort med flera etniciteter.",
    "tags": [
      "Humans",
      "Stress Disorders, Post-Traumatic",
      "Male",
      "Female",
      "Adult",
      "Alcohol Drinking",
      "Middle Aged",
      "Tobacco Use"
    ],
    "summary": "Denna studie undersöker hur genetisk risk och posttraumatiska stressyndrom (PTSD) samverkar för att påverka tobaks- och alkoholkonsumtion efter en traumatisk händelse. Syftet är att förstå den komplexa dynamiken mellan ärftliga anlag och traumarelaterad stress i utvecklingen av substansbruk, särskilt med fokus på specifika symtomkluster inom PTSD och i en mångfacetterad befolkningsgrupp.\n\nBakgrunden till studien är att traumatiska händelser är mycket vanliga, med uppskattningsvis 70% av befolkningen som upplever minst en under sin livstid, och cirka 10% av dessa utvecklar PTSD. Det finns en väletablerad koppling mellan PTSD och ökat substansbruk, där upp till 40% av individer med PTSD även lider av en substansbruksstörning. Tobaks- och alkoholkonsumtion är särskilt oroande på grund av deras koppling till allvarliga hälsoproblem som hjärtsjukdomar, stroke och cancer, och bidrar globalt till en betydande del av förlorade friska levnadsår. Både PTSD och substansbruk är heterogena tillstånd som påverkas av både biologiska och miljömässiga faktorer. Tidigare forskning har visat att ärftligheten för tobaks- och alkoholberoende kan vara så hög som 50% enligt tvillingstudier, även om mer moderna genomanalyser (SNP-baserad heritabilitet) indikerar en lägre andel på 5-15%. Trots att PTSD-symtom har visat sig interagera synergistiskt med andra faktorer som sömnproblem och barndomstrauman för att öka risken för substansbruk, är genetiska interaktioner med PTSD mindre utforskade. Tidigare studier har ofta förlitat sig på kandidatgenstudier, vilka har begränsad förmåga att fånga den totala genetiska risken och kan vara föremål för bias. Dessutom har få studier undersökt interaktioner med de fyra specifika symtomklustren inom PTSD (återupplevande, undvikande, negativa förändringar i kognition/humör och överdriven vaksamhet), och de få studier som har undersökt polygena riskpoäng (PRS) i relation till trauma har varit begränsade till enskilda befolkningsgrupper, vilket minskar generaliserbarheten.\n\nFör att adressera dessa kunskapsluckor använde studien data från AURORA-studien, en longitudinell kohort av nästan 3000 deltagare som rekryterades på akutmottagningar inom 72 timmar efter en traumatisk händelse. Forskarna mätte PTSD-symtom med PTSD Checklist for the DSM-5 (PCL-5) åtta veckor efter traumat, och tobaks- samt alkoholkonsumtion (frekvens, kvantitet och kvantitet-frekvens) sex månader efter traumat. För att uppskatta den genetiska risken användes **polygena riskpoäng (PRS)**, som är ett mått som aggregerar effekterna av tusentals genetiska varianter över hela genomet för att ge en uppskattning av en individs totala genetiska predisposition för en viss egenskap eller sjukdom. För att hantera den genetiska mångfalden i kohorten användes en avancerad metod kallad **PRS-CSx (Polygenic Risk Score with Continuous Shrinkage for Cross-Ancestry Estimation)**. Denna metod är en Bayesiansk strategi som tillämpar en kontinuerlig krympning på sammanfattningsstatistik från **genomomfattande associationsstudier (GWAS)** – storskaliga studier som identifierar genetiska varianter associerade med en egenskap – och referenspaneler för **kopplingsjämvikt (LD)** från flera befolkningsgrupper. Detta gör det möjligt att uppskatta genetiska vikter som inkluderar både delade och befolkningsspecifika genvarianteffekter, vilket är avgörande för att förbättra prediktionen i mångfaldiga populationer. För att kontrollera för genetisk bakgrund användes **ancestral principal components (PCs)**, som är statistiska mått för att fånga de största källorna till genetisk variation mellan olika befolkningsgrupper. Statistiska analyser utfördes med **kvasi-Poisson regression**, en modell lämplig för räknedata (som frekvens av substansbruk) som kan hantera överdispersion, det vill säga när variansen i data är större än medelvärdet, vilket är vanligt i sådana data. Resultaten presenteras som **Incidence Rate Ratio (IRR)**, vilket är ett mått på den relativa förändringen i substansbruksfrekvensen för varje enhetsökning i PRS eller PTSD-symtom.\n\nResultaten visade att PRS-CSx-poängen för tobaksbruk var signifikant associerad med ökad tobakskonsumtion (mätt som kvantitet-frekvens) sex månader efter traumat, även efter justering för andra psykiska tillstånd och sociodemografiska faktorer. Specifikt ökade tobaks-PRS-CSx risken för tobaksbruk med 14%. Den prediktiva förmågan hos PRS-CSx var dock bäst i den europeiska undergruppen (R2 = 0.04 för tobak, 0.06 för alkohol), och betydligt lägre i de afrikanska och amerikanska undergrupperna, vilket belyser de kvarstående utmaningarna med PRS i icke-europeiska populationer. För alkoholkonsumtion fanns ingen konsekvent signifikant association med alkohol-PRS-CSx i hela kohorten. När det gällde interaktioner mellan genetisk risk och PTSD-symtom, fann studien en statistiskt signifikant interaktion för tobaksbruk: sambandet mellan PTSD-symtom och tobaksbruk var *svagare* bland individer med *hög* genetisk risk för tobaksbruk, medan det var *starkare* bland dem med *lägre* genetisk risk. Detta indikerar en antagonistisk effekt, snarare än en synergistisk, där hög genetisk risk tycks maskera effekten av PTSD-symtom. För alkoholkonsumtion observerades ingen signifikant interaktion. Vid analys av specifika PTSD-symtomkluster visade sig återupplevande symtom och negativa förändringar i kognition/humör ha signifikanta interaktioner med tobaks-PRS-CSx, med samma antagonistiska mönster som för den totala PTSD-poängen. Hyperaktivitet och undvikande symtom visade däremot ingen interaktion med genetisk risk för tobak.\n\nArtikelförfattarnas slutsatser pekar på att denna studie är en av de första att undersöka interaktionen mellan polygena riskpoäng från olika befolkningsgrupper och PTSD-symtom, inklusive specifika symtomkluster, i relation till substansbruk efter trauma. Fynden för tobaksbruk tyder på en potentiell tröskeleffekt, där individer med redan hög genetisk risk för tobaksbruk kanske inte upplever en ytterligare ökning av substansbruk till följd av PTSD-symtom i samma utsträckning som de med lägre genetisk risk. Detta stämmer överens med **diates-stressmodellen**, som postulerar att en underliggande sårbarhet (diates) i kombination med en stressor kan leda till ett utfall. I detta fall kan låg genetisk sårbarhet göra individer mer känsliga för miljömässiga stressorer som PTSD-symtom. Avsaknaden av en tydlig koppling mellan PTSD-symtom och alkoholkonsumtion kan bero på den redan höga alkoholkonsumtionen i urvalet vid baslinjen, vilket kan ha minskat den statistiska kraften att upptäcka ytterligare effekter. Författarna betonar att återupplevande symtom och negativa förändringar i kognition/humör är särskilt framträdande i interaktionen med genetisk risk för tobaksbruk, vilket antyder att dessa subskalor kan vara oberoende av andra affektiva symtom.\n\nFörfattarna lyfter fram flera implikationer för framtida forskning och klinisk praktik. För det första understryker de behovet av att replikera dessa fynd i andra kohorter för att validera resultaten, särskilt med tanke på de utmaningar som ofta finns med replikation inom gen-miljöforskning. För det andra framhåller de vikten av att förbättra PRS-prediktionen i underrepresenterade populationer genom att använda mer mångfaldiga GWAS-kohorter, som till exempel \"All Of Us\"-studien, för att öka generaliserbarheten. För det tredje föreslår de att framtida forskning bör undersöka olika utvecklingsbanor för substansbruk efter trauma, såsom skillnader mellan återkommande/återfallsmönster och nydebuterat bruk, samt att expandera studien till andra substanser som cannabis och opioider. Slutligen menar de att det är viktigt att utforska hur tidpunkten och antalet tidigare traumatiska händelser, tillsammans med PTSD-symtom, kan samverka och påverka risken. Förståelsen av dessa komplexa interaktioner kan leda till mer precisa riskbedömningar och skräddarsydda interventioner för att förebygga substansbruk hos traumautsatta individer.\n\n**Artikelns titel:** Post-traumatic stress and genetic interactions affect tobacco and alcohol use after trauma: findings from a multi-ancestry cohort\n**Författare:** Henri M. Garrison-Desany, Cecilia A. Hinojosa, Justin D. Tubbs, Jacquelyn L. Meyers, Sarah D. Linnstaedt, Stacey L. House, Francesca L. Beaudoin, Xinming An, Jennifer S. Stevens, Thomas C. Neylan, Gari D. Clifford, Laura T. Germine, Scott L. Rauch, John P. Haran, Alan B. Storrow, Paul I. Musey Jr, Phyllis L. Hendry, Sophia Sheikh, Christopher W. Jones, Brittany E. Punches, Jose L. Pascual, Mark J. Seamon, Erica Harris, Claire Pearson, David A. Peak, Roland C. Merchant, Robert M. Domeier, Brian J. O'Neil, Paulina Sergot, Leon D. Sanchez, Steven E. Bruce, Steven E. Harte, Samuel A. McLean, Kerry J. Ressler, Karestan C. Koenen, Christy A. Denckla\n**År för publicering:** 2025\n**Journal:** Translational Psychiatry\n**DOI:** 10.1038/s41398-025-03593-z\n\n[https://www.nature.com/articles/s41398-025-03593-z](https://www.nature.com/articles/s41398-025-03593-z)",
    "createdAt": "2025-10-28T08:52:51.618Z"
  },
  {
    "id": "art-1761600646132",
    "key": "PMC12552705",
    "pmid": "41136364",
    "pmcid": "PMC12552705",
    "doi": "10.1038/s41398-025-03424-1",
    "title": "Shared cortical characteristics in major depressive disorder, anxiety disorder, and chronic pain: a structural MRI meta-analysis study.",
    "title_sv": "Gemensamma hjärnförändringar vid depression, ångest och kronisk smärta: en metaanalys av strukturella MR-studier",
    "tags": [
      "Humans",
      "Depressive Disorder, Major",
      "Magnetic Resonance Imaging",
      "Anxiety Disorders",
      "Chronic Pain",
      "Cerebral Cortex",
      "Gyrus Cinguli",
      "Temporal Lobe"
    ],
    "summary": "I en banbrytande metaanalys har forskare granskat gemensamma strukturella förändringar i hjärnbarken hos individer som lider av kronisk smärta (CP), egentlig depression (MDD) och ångestsyndrom (ANX). Studien syftade till att klargöra de neuroanatomiska grunderna för den höga samsjukligheten mellan dessa tillstånd, som länge har utgjort en betydande utmaning inom klinisk psykologi och medicin. Genom att fokusera på kortikal tjocklek, en känslig biomarkör för hjärnans tillstånd, har denna forskning identifierat gemensamma neurala signaturer som kan bidra till en transdiagnostisk förståelse av dessa komplexa sjukdomar.\n\nBakgrunden till studien är den välkända och ofta plågsamma samsjukligheten mellan kronisk smärta, depression och ångest. Det är inte ovanligt att en patient med kronisk smärta också kämpar med depression eller ångest, och vice versa. Denna ömsesidiga påverkan förstärker ofta symtomen och gör behandlingen mer komplicerad. Till exempel kan depression och ångest öka smärtkänsligheten och förvärra stressreaktioner, medan långvarig smärta i sin tur gör individer mer sårbara för att utveckla affektiva störningar. Tidigare prekliniska studier och neuroavbildningsstudier har pekat på gemensamma neurala korrelat, särskilt i det kortiko- och mesolimbiska systemet, som inkluderar områden som insula, amygdala, hippocampus, anteriora cingulum (ACC) och prefrontala cortex (PFC). En tidigare metaanalys av Brandl och kollegor (2022) visade på en gemensam minskning av grå substansvolym i insula och mediala PFC. Emellertid har ingen tidigare studie systematiskt undersökt om förändringar i hjärnbarkens tjocklek, en mer specifik parameter för att bedöma hjärnans morfometri, överlappar konsekvent mellan dessa tre diagnoser. Denna lucka i forskningen motiverade den nuvarande metaanalysen.\n\nDe centrala begreppen i denna studie är kortikal tjocklek (CT), kronisk smärta (CP), egentlig depression (MDD) och ångestsyndrom (ANX). Enligt artikelförfattarna är kortikal tjocklek \"en av de mest använda biomarkörerna inom neuropsykologin, känd för sin förmåga att kvantitativt bedöma olika cerebrala tillstånd med hög känslighet för patologi jämfört med volymen av grå substans\". Kronisk smärta definieras enligt International Association for the Study of Pain (IASP) som smärta som kvarstår längre än den normala vävnadsläkningstiden (tre månader) utan en uppenbar organisk lesion. Egentlig depression och ångestsyndrom är affektiva störningar som är betydande bidragsgivare till den globala sjukdomsbördan. Hjärnregionerna som lyfts fram i resultaten, såsom insula, anteriora cingulum (AC), inferiora frontala gyrus (IFG) och mellersta temporala gyrus (MTG), är kända för sina roller i kognitiv och emotionell bearbetning. Insula och ACC, som delar av \"smärtmatrisen\", är involverade i smärtperception, uppmärksamhet på smärta och bearbetning av negativa känslor. Insula och IFG samverkar för att integrera emotionella, motivationella och sensoriska intryck för att modulera beteendesvar. MTG är associerad med emotionell bearbetning, selektiv uppmärksamhet och arbetsminne.\n\nStudien inkluderade totalt 68 MRI-studier, omfattande 3072 patienter och 3427 friska kontroller. Resultaten visade att när varje diagnos jämfördes med friska kontroller, uppvisade de specifika kortikala förtunningar: patienter med kronisk smärta hade förtunnad bark i höger insula; patienter med egentlig depression visade förtunning i höger mellersta temporala gyrus, höger supplementära motorarea, vänster superior temporala gyrus och vänster dorsolaterala superiora frontala gyrus; medan patienter med ångestsyndrom hade tunnare bark i bilateral insula, triangulära delen av höger inferiora frontala gyrus och höger mediala/paracingulära gyrus. Den mest intressanta upptäckten framkom dock från konjunktionsanalysen, som identifierade fyra gemensamma kluster med signifikant minskad kortikal tjocklek över *alla tre* diagnoserna: höger insula, vänster anteriora cingulum (AC), triangulära delen av vänster inferiora frontala gyrus (IFG) och vänster mellersta temporala gyrus (MTG). Dessa fynd pekar på en gemensam neuroanatomisk grund för kognitiv och emotionell bearbetning som är störd i dessa tillstånd. Vissa diagnosspecifika skillnader observerades också i jämförande analyser, men de gemensamma fynden utgör studiens kärna.\n\nArtikelförfattarnas slutsats är att de identifierade gemensamma kortikala förtunningarna i ACC-insula/IFG-kretsen och vänster MTG hos patienter med kronisk smärta, egentlig depression och ångestsyndrom tyder på gemensamma neurala korrelat för kognitiv och emotionell bearbetning i dessa starkt samsjukliga störningar. Implikationerna för praktiken och framtida forskning är betydande. Författarna menar att dessa fynd kan leda till utvecklingen av potentiella behandlingsbiomarkörer för gemensamma neurala mekanismer, med särskild betoning på Transkraniell Magnetstimulering (TMS). Att rikta in sig på dessa gemensamma områden skulle kunna erbjuda nya, transdiagnostiska behandlingsstrategier som är effektiva för patienter med flera av dessa tillstånd. För framtida forskning planerar författarna att undersöka de funktionella nätverken i dessa tre sjukdomar för att ytterligare fördjupa förståelsen för gemensamma och distinkta funktionella nätverksförändringar. Detta skulle kunna ge en mer komplett bild av hur dessa hjärnstrukturer interagerar dynamiskt för att påverka symtomen. Trots studiens styrka med en omfattande metaanalys, noterar författarna begränsningar som att data baserades på rapporterade koordinater snarare än rådata, det lägre antalet studier för ångestsyndrom, potentiell påverkan av medicinering och heterogenitet i MRI-parametrar och patientgrupper. Dessa begränsningar understryker behovet av ytterligare forskning med standardiserade metoder och större kohorter för att validera och förfina dessa viktiga upptäckter.\n\nArtikelns titel: Shared cortical characteristics in major depressive disorder, anxiety disorder, and chronic pain: a structural MRI meta-analysis study\nFörfattare: Wei Yu, Bo Tao, Fei Zhu, Ziyang Gao, Yuan Xiao, Qiyong Gong, Su Lui\nÅrtal för publicering: 2025\nJournal: Translational Psychiatry\nDOI: 10.1038/s41398-025-03424-1\n\nSammanfatta artikel enligt instruktion nedan",
    "createdAt": "2025-10-27T21:30:46.132Z"
  },
  {
    "id": "art-1761599988162",
    "key": "PMC12552688",
    "pmid": "41136431",
    "pmcid": "PMC12552688",
    "doi": "10.1038/s41598-025-20153-z",
    "title": "Influence of grasp context-dependent uncertainty on sensorimotor integration during object manipulation is independent of stimulus history.",
    "title_sv": "Gripkontextberoende osäkerhets inverkan på sensomotorisk integration vid objektmanipulation är oberoende av stimulushistorik.",
    "tags": [
      "Humans",
      "Hand Strength",
      "Male",
      "Uncertainty",
      "Female",
      "Feedback, Sensory",
      "Adult",
      "Psychomotor Performance"
    ],
    "summary": "Som expert inom psykologisk forskning, med fokus på kognitiv neurovetenskap och motorisk kontroll, sammanfattar jag här en nyligen publicerad artikel som belyser komplexiteten i vår sensomotoriska integration under objektmanipulation.\n\nVåra vardagliga interaktioner med föremål, från att greppa en kaffekopp till att lyfta en tung låda, förlitar sig i hög grad på sensomotorisk integration – den process där hjärnan integrerar sensorisk information med motoriska kommandon för att utföra lämpliga handlingar. En central del av detta är prediktiv kontroll, eller anticipatorisk styrning, som gör att vi kan förutsäga objektets egenskaper och planera våra rörelser i förväg, vilket förhindrar fördröjningar som annars skulle försämra precisionen och smidigheten i våra handlingar. Denna prediktiva förmåga bygger på interna representationer av objektets dynamik och sensomotoriska minnen – associationer mellan tidigare erfarenheter av hand-objekt-interaktioner och objektets egenskaper. Tidigare forskning har visat att dessa anticipatoriska kontrollmekanismer opererar längs en dikotomi: antingen domineras de av återkopplingsbaserad modulering när kontaktpunkter kan väljas fritt (obegränsat grepp), eller av framåtriktad styrning (feedforward) baserad på minnesrepresentationer när kontaktpunkterna är förutbestämda (begränsat grepp). Experiment som kräver att man minimerar ett objekts rullning vid lyft, liknande att förhindra spill från en varm dryck, används ofta för att studera dessa intrikata kraftfördelningar. Författarnas tidigare arbete, som denna studie bygger på, introducerade ett element av osäkerhet kring greppkontexten (närvaron eller frånvaron av visuella ledtrådar för grepp) under den förflyttningsplanerande fasen. Detta gjordes genom så kallade \"catch trials\" där visuella ledtrådar försvann vid rörelsestart, vilket skapade en osäkerhet om greppkontexten. De fann att denna osäkerhet förändrade den normala balansen mellan framåtriktad och återkopplingsbaserad kraftkontroll i sensomotorisk integration under \"test trials\" (där ledtrådarna fanns kvar). Den nuvarande studien syftade till att undersöka om denna påverkan av osäkerhet på sensomotorisk bearbetning i \"test trials\" modulerades av strukturen hos tidigare stimuli, det vill säga om deltagarna justerade sin strategi baserat på historiken av de föregående försökens typ.\n\nFör att förstå studiens fynd är det viktigt att klargöra några centrala begrepp. *Sensomotorisk integration* definieras av artikelförfattarna som hur lämpliga motoriska handlingar genereras genom att integrera sensoriska inputs som ger information om kropp och yttre miljö. *Anticipatorisk kontroll* är den prediktiva förmågan att dynamiskt justera motoriska kommandon baserat på lagrad information om interna representationer av objektets dynamik och sensomotoriska minnen. *Sensomotoriska minnen* är de associationer mellan tidigare hand-objektupplevelser och objektets egenskaper som ligger till grund för denna förutsägelse. *Greppkontext* refererar till närvaron eller frånvaron av visuella ledtrådar på objektet för grepp. Studien använde sig av *catch trials*, vilka är experimentella sonder utformade för att bedöma inlärning genom att undanhålla eller ändra förväntade stimuli. Ett annat nyckelbegrepp är *grip force rate (GFR)*, som är förändringshastigheten i gripkraften över tid. För att kvantifiera balansen mellan framåtriktad (feedforward) och återkopplingsbaserad (feedback) kontroll i gripkraften användes ett mått kallat *R_avg*. Detta mått, som beräknas genom en Continuous Wavelet Transform (CWT) av GFR under laddningsfasen, representerar förhållandet mellan långsamma, klockformade komponenter (som indikerar feedforward-kontroll) och summan av långsamma och snabba, klockformade komponenter (där snabba indikerar feedback-drivna justeringar). Ett högre R_avg-värde tyder alltså på en större dominans av feedforward-mekanismer, medan ett lägre värde indikerar mer feedback-baserad kontroll.\n\nI studien deltog 24 högerhänta individer som utförde en uppgift som krävde att de lyfte ett asymmetriskt viktat objekt utan att det lutade, vilket krävde en anticipatorisk kompensatorisk moment (Mcom). Experimentet var uppdelat i tre block: begränsat (con), obegränsat (uncon) och ett blandat (mixed) block. Det blandade blocket innehöll både \"test trials\" (med visuella ledtrådar) och \"catch trials\" (där ledtrådarna försvann vid rörelsestart). Författarna kontrollerade först att deltagarnas anpassning till den excentriska belastningen förblev stabil under det blandade blocket, vilket bekräftades av att det kompensatoriska momentet (Mcom) inte signifikant förändrades över tid. Detta var en viktig validering för att kunna tolka resultaten kring normativt beteende i balansen mellan framåtriktade och återkopplingsbaserade mekanismer. Trots förväntningarna om att deltagarna skulle modulera sin förlitande på sensorisk återkoppling baserat på tidigare stimulushistorik, visade resultaten ingen signifikant effekt av stimulushistorik på R_avg-måttet. Varken den omedelbart föregående försöket (1-back) eller försöket dessförinnan (2-back) hade någon betydande inverkan på balansen mellan framåtriktad och återkopplingsbaserad kraftkontroll. Dessutom bekräftade statistiska ekvivalenstester (TOST) att det inte fanns några meningsfulla skillnader mellan de olika stimulushistorikförhållandena. En kompletterande analys av sambandet mellan skillnaden i belastningskrafter och vertikalt avstånd mellan fingrarnas tryckcentrum (ΔCOP och ΔLF), som är ett annat mått på effektor-kraftmodulering, visade också liknande resultat över alla fyra stimulushistorikförhållanden. Sammantaget indikerar dessa fynd att den greppkontextberoende osäkerhetens inverkan på sensomotorisk bearbetning i \"test trials\" inte modulerades av stimulushistoriken.\n\nArtikelförfattarnas slutsats är att den greppkontextberoende osäkerheten påverkar sensomotorisk integration oberoende av stimulushistorik. De föreslår två möjliga förklaringar till detta oväntade resultat. För det första är det möjligt att deltagarna helt enkelt inte internaliserade den temporala strukturen av osäkerheten, särskilt eftersom det handlade om yttre (extrinsic) osäkerhet som är svårare att lära sig jämfört med inre (intrinsic) osäkerhet. För det andra kan det vara så att deltagarna, även om de bildade förväntningar om kommande stimuli, medvetet valde att inte inkludera denna information i sin sensomotoriska integration. Istället kan de ha antagit en konsekvent, återkopplingsdriven bearbetningsstrategi i alla \"test trials\" för att undvika motoriska fel till följd av felaktiga förutsägelser. Detta antyder att de förberedande tillstånden i det sensomotoriska nätverket (M1-S1), som tidigare föreslogs underlätta det icke-normativa beteendet i \"test trials\", var icke-dynamiska under det blandade blocket. Författarna menar att dessa resultat stödjer forskning som visar på oberoendet mellan sensomotorisk anpassning och spatial representation, samt att anticipatoriska processer för greppkinematik och kinetik kan moduleras oberoende av varandra.\n\nFör framtida forskning ser författarna flera viktiga implikationer. En begränsning i den nuvarande studien var avsaknaden av en verbal redogörelse från deltagarna om deras subjektiva osäkerhet, vilket skulle kunna kvantifiera om de faktiskt försökte lära sig strukturen av stimulusfördelningen. Framtida studier bör inkludera sådana mått. De föreslår också att mer avancerade analysmetoder, som linjära dynamiska systemramverk (t.ex. state-space-modeller), kan användas för att utforska beroendet av kinetiska signaturer av osäkerhet på dolda och föränderliga sensomotoriska tillstånd. Vidare skulle en mer komplex interaktion kunna avslöjas genom att förstärka dissociationen mellan planerings- och exekveringsfasen, exempelvis genom att införa en icke-binär typ av osäkerhet eller systematiskt ändra placeringen av visuella ledtrådar på objektet. Slutligen planeras framtida experiment för att undersöka de neurala substraten bakom dessa beteendemässiga resultat, vilket kan ge djupare insikter i de specifika sensomotoriska mekanismerna som är verksamma.\n\nArtikelns titel: Influence of grasp context-dependent uncertainty on sensorimotor integration during object manipulation is independent of stimulus history\nFörfattare: Swarnab Dutta, Varadhan S.K.M.\nÅr för publicering: 2025\nJournal: Scientific Reports\nDOI: 10.1038/s41598-025-20153-z\nLänk: [https://www.nature.com/articles/s41598-025-20153-z](https://www.nature.com/articles/s41598-025-20153-z)",
    "createdAt": "2025-10-27T21:19:48.162Z"
  },
  {
    "id": "art-1761599345632",
    "key": "PMC12553266",
    "pmid": "41137018",
    "pmcid": "PMC12553266",
    "doi": "10.1186/s12905-025-04071-w",
    "title": "Enablers and barriers to preconception dietary behaviours: a mixed method study with women of reproductive age.",
    "title_sv": "Faktorer som påverkar kostvanor före graviditet: en studie med kvinnor i fertil ålder",
    "tags": [
      "Humans",
      "Female",
      "Adult",
      "Cross-Sectional Studies",
      "Preconception Care",
      "Australia",
      "Middle Aged",
      "Adolescent"
    ],
    "summary": "Faktorer som påverkar kostvanor före graviditet: en studie med kvinnor i fertil ålder\n",
    "createdAt": "2025-10-27T21:09:05.632Z"
  },
  {
    "id": "art-1761541261703",
    "key": "PMC12553177",
    "pmid": "41137133",
    "pmcid": "PMC12553177",
    "doi": "10.1186/s40359-025-03517-y",
    "title": "Digital culture and aesthetic orientation: associations with body perception and beauty perception on social media.",
    "tags": [
      "Humans",
      "Social Media",
      "Female",
      "Adult",
      "Male",
      "Body Image",
      "Beauty",
      "Young Adult"
    ],
    "summary": "I en tid där digitala plattformar alltmer formar vår verklighet, har den digitala kulturen blivit en central arena för att presentera estetiska ideal och skönhetsnormer. Denna studie, utförd av Öztunç, Çötok, Işıkgöz och Biricik, syftar till att undersöka de komplexa sambanden mellan sociala mediers estetiska orientering (SMAO), kroppsuppfattning (BP), skönhetsuppfattning (BeP) och estetisk uppfattning (AP) bland vuxna, med ett särskilt fokus på hur dessa processer medieras och modereras.\n\nBakgrunden till studien är den djupgående påverkan som sociala medier har på individens självbild och de rådande skönhetsnormerna. Plattformar som Instagram, TikTok och Pinterest har blivit verktyg för att sprida idealiserade kropps- och ansiktsdrag, vilket skapar ett betydande tryck att anpassa sig. Fenomen som \"Snapchat dysmorphia\" – där unga personer önskar genomgå kosmetiska ingrepp för att uppnå utseendet av digitala filter – och det bredare begreppet \"digital body dysmorphia\" belyser hur digitalt manipulerade bilder kan leda till kroppsmissnöje och en ökad efterfrågan på kosmetisk kirurgi (CS). Denna utveckling kan förstås genom social jämförelseteori, där individer ständigt utvärderar sig själva i förhållande till andras idealiserade framställningar, samt konsumentkulturteori, som förklarar hur skönhetsstandarder blir en vara som driver strävan efter utseendeförbättringar. Studien är relevant då den belyser hur digital kultur och populariserade skönhetsideal normaliserar kosmetiska ingrepp och påverkar estetiska attityder i samhället.\n\nI denna studie definieras relevanta begrepp noggrant. Sociala mediers estetiska orientering (SMAO) är \"individens kognitivt-beteendemässiga inriktning mot skönhetsideal på sociala medier, vilket reflekterar både exponering för sådana ideal och deras internalisering.\" Detta är studiens oberoende variabel. Kroppsuppfattning (BP) avser \"en individs subjektiva uppfattning om och känslor kring sin egen kropp (t.ex. tillfredsställelse eller missnöje med kroppsform, storlek, vikt eller utseende).\" Skönhetsuppfattning (BeP) å andra sidan, refererar till \"individens bedömning av socialt och kulturellt definierade attraktionsstandarder.\" Denna distinktion är central, då BP är självriktad medan BeP rör bredare kulturella ideal och bedömningar av andra. Estetisk uppfattning (AP) är \"en bredare konstruktion som omfattar känslighet för harmoni, form och stil, och sträcker sig bortom snäva skönhetskoncept för att bedöma det visuella tilltalet hos kulturella objekt, mode och design.\" Kosmetisk kirurgi (CS) och att följa skönhetstrender på sociala medier (FBTSM) behandlas som kontextuella faktorer som kan moderera sambanden.\n\nStudien använde en korrelationsbaserad enkätundersökning med kvantitativa metoder. Urvalet bestod av 167 aktiva sociala medier-användare från Turkiet, i åldern 18 till 45 år, inklusive individer med och utan erfarenhet av kosmetisk kirurgi. Data samlades in med validerade skalor för SMAO, BP, BeP och AP, och analyserades med en generaliserad linjär modell (GLM). Resultaten visade att SMAO hade signifikanta positiva samband med både estetisk uppfattning (AP) och skönhetsuppfattning (BeP). Intressant nog fanns inget signifikant samband mellan SMAO och kroppsuppfattning (BP). Vidare fann man att skönhetsuppfattning (BeP) medierade sambandet mellan SMAO och estetisk uppfattning (AP), vilket förklarade cirka 20% av variansen. Kroppsuppfattning (BP) medierade däremot inte detta samband. Engagemang i kosmetisk kirurgi (CS) och att följa skönhetstrender på sociala medier (FBTSM) förstärkte sambandet mellan skönhetsuppfattning och estetisk uppfattning. Kön visade sig vara en viktig moderator; för kvinnor förstärktes kopplingen mellan skönhetsuppfattning och estetisk uppfattning, medan kopplingen till kroppsuppfattning försvagades. Utbildning spelade en begränsad roll, främst genom att förstärka sambandet mellan BeP och AP för dem med gymnasieutbildning eller lägre. Ålder och civilstånd visade inga signifikanta effekter.\n\nArtikelförfattarnas slutsatser pekar på att sociala mediers fokus på estetik är starkare kopplat till internaliseringen av kulturella skönhetsideal (BeP) än till individens egen kroppsuppfattning (BP). Detta är en central insikt som utmanar antagandet att sociala medier primärt påverkar kroppsbilden genom att direkt undergräva individens självuppfattning om sin egen kropp. Istället verkar påverkan ske via en omväg, där yttre, kulturellt definierade skönhetsstandarder blir normgivande. Kön spelar en avgörande roll, särskilt för kvinnor, där yttre skönhetsstandarder prioriteras över personlig kroppstillfredsställelse i deras estetiska preferenser. Detta har praktiska implikationer för psykologer som arbetar med kroppsbildsproblematik, då interventioner kan behöva fokusera mer på mediekunskap och kritisk granskning av skönhetsideal, särskilt hos unga kvinnor och de med lägre utbildning. För framtida forskning betonar författarna behovet av longitudinella eller experimentella studier för att fastställa kausala samband. De efterlyser också större, mer diversifierade och stratifierade urval för att öka generaliserbarheten, samt att studera specifika plattformar och intensitet av sociala mediers användning.\n\nDigital culture and aesthetic orientation: associations with body perception and beauty perception on social media\nMustafa Öztunç, Nesrin Akıncı Çötok, Mustafa Enes Işıkgöz, Kübra Biricik\n2025\nBMC Psychology\nDOI: 10.1186/s40359-025-03517-y\n\nSammanfatta artikel enligt instruktion nedan",
    "createdAt": "2025-10-27T05:01:01.703Z"
  },
  {
    "id": "art-1761511938919",
    "key": "PMC12551067",
    "pmid": "41133629",
    "pmcid": "PMC12551067",
    "doi": "10.3390/neurosci6040093",
    "title": "Exploring the Efficacy of Cognitive Behavioral Therapy for Managing Anxiety in People with Parkinson's Disease.",
    "tags": [
      "CBT",
      "Parkinson’s disease",
      "anxiety",
      "depression",
      "psychological health"
    ],
    "summary": "En ny vetenskaplig översiktsartikel belyser den växande betydelsen av kognitiv beteendeterapi, förkortat KBT, som en effektiv behandlingsmetod för att hantera ångest hos personer som lever med Parkinsons sjukdom. Studien syftar till att systematiskt granska befintlig forskning om KBT:s användning för att lindra ångestsymtom i denna specifika patientgrupp, inklusive dess fördelar, utmaningar och de psykologiska samt beteendemässiga effekter den kan ha.\n\nParkinsons sjukdom är den näst vanligaste neurodegenerativa sjukdomen efter Alzheimers, och den är inte bara förknippad med motoriska symtom som skakningar och stelhet. En betydande del av patienterna upplever även icke-motoriska symtom, vilka ofta är mer förödande för livskvaliteten. Bland dessa märks ångest, depression, sömnstörningar och hallucinationer. Förekomsten av kliniskt signifikant ångest hos Parkinsonsdrabbade varierar mellan 25 och 50 procent, och depression är också mycket vanligt. Ångest har visat sig drastiskt sänka livskvaliteten och öka risken för självmordstankar. Traditionella farmakologiska behandlingar för dessa psykiska besvär riktar sig inte alltid direkt mot ångest och kan dessutom medföra oönskade biverkningar som försvårar vardagen. I detta sammanhang framstår alternativa metoder, som KBT, antingen ensamt eller i kombination med medicinering, som lovande vägar för att minska biverkningar och lindra ångestsymtom. Tidigare forskning har visat att ångestsyndrom är betydligt vanligare hos patienter med Parkinsons sjukdom jämfört med den allmänna befolkningen och även jämfört med andra kroniska sjukdomar som multipel skleros. Detta understryker behovet av specifika och effektiva behandlingsstrategier för ångest inom Parkinsonsvården.\n\nKognitiv beteendeterapi är en psykologisk behandlingsform som vanligtvis sträcker sig över 6 till 20 sessioner. Dess grundläggande syfte är att hjälpa patienter att hantera stress och förbättra sitt psykologiska välbefinnande genom att arbeta med beteendemässiga, avslappnings- och kognitiva tekniker. KBT bygger på idén att våra tankar, känslor och beteenden är sammankopplade. Genom att identifiera och omstrukturera negativa eller orealistiska tankemönster kan patienten lära sig att reagera på ett mer konstruktivt sätt på sin situation. Terapin uppmuntrar patienter att aktivt utforska sina tankar, förstå sina känslor och reaktioner, och utveckla anpassade strategier för att hantera livets praktiska hinder. Aaron T. Beck, som grundade terapiformen, beskrev hur negativa automatiska tankar, särskilt hos deprimerade och ångestfyllda patienter, ofta speglar deras självuppfattning och förmåga att anpassa sig till olika situationer. KBT hjälper patienter att omorganisera dessa tankar och ersätta dem med mer realistiska och positiva idéer. Terapin är mångsidig och kan anpassas för att behandla en rad olika psykiska tillstånd, inklusive paniksyndrom, depression och olika ångestsyndrom. Den amerikanska psykologföreningen erkänner KBT som en effektiv psykoterapi för en bred variation av psykiatriska och medicinska tillstånd.\n\nForskningen som granskats i artikeln visar att KBT har en betydande potential att förbättra den psykologiska hälsan hos patienter med Parkinsons sjukdom. En randomiserad kontrollerad studie visade exempelvis att patienter som genomgick KBT upplevde en markant förbättring av depressionssymtom, vilket bibehölls under en sexmånadersuppföljning. Författarna lyfter fram att många patienter föredrar icke-farmakologiska behandlingar på grund av läkemedelskänslighet och biverkningar, vilket gör KBT till ett attraktivt alternativ. En studie som undersökte distans-KBT via telefon fann att denna metod var effektiv för att upptäcka och behandla ångest och depression hos patienter, med ett anmärkningsvärt fall där en patient uppnådde exceptionella resultat genom att ändra sina uppfattningar om sina problem. Dessutom har hjärnavbildningsstudier med magnetresonanstomografi (MRI) visat att KBT kan inducera funktionella förändringar i hjärnan hos Parkinsonsdrabbade, specifikt genom att påverka funktionell konnektivitet i temporo-frontala och parieto-occipitala regioner. Detta bidrar till att förbättra saliensnätverket, det exekutiva centrala nätverket samt de kortiko-striato-thalamo-kortikala limbiska kretsarna, vilket indikerar att KBT har en mätbar neurologisk effekt på ångest. Även om en metaanalys nämnd i artikeln inte fann en statistiskt signifikant effekt av psykoterapi i stort på ångest, noterades en stor variation mellan de inkluderade studierna, vilket tyder på att KBT och liknande tekniker kan vara effektiva i specifika sammanhang.\n\nArtikelförfattarna drar slutsatsen att ångestsyndrom är ett vanligt och allvarligt problem för patienter med Parkinsons sjukdom, vilket dramatiskt sänker deras livskvalitet. De betonar att psykologiska interventioner, särskilt KBT, inte bör ses som ett valfritt komplement utan som en nödvändig del av behandlingen för att lindra icke-motoriska symtom. KBT har visat sig vara en framgångsrik och relativt enkel terapeutisk metod med positiva effekter på både beteende och hjärnfunktion. Trots dessa uppmuntrande resultat pekar författarna på att den befintliga forskningen har begränsningar, såsom små urvalsstorlekar och korta uppföljningsperioder. Framtida forskning bör därför fokusera på att undersöka KBT:s långsiktiga effektivitet och optimering genom att inkludera större och mer heterogena patientgrupper. Det är också viktigt att utveckla anpassade KBT-modifikationer som tar hänsyn till de kognitiva och motoriska funktionsnedsättningar som är vanliga vid Parkinsons sjukdom. Vidare rekommenderas studier som utvärderar strategier för distansleverans av KBT för att öka tillgängligheten och nå fler patienter. Dessa implikationer understryker behovet av fortsatt forskning för att fullt ut integrera KBT i en omfattande vårdplan för Parkinsonsdrabbade.\n\nExploring the Efficacy of Cognitive Behavioral Therapy for Managing Anxiety in People with Parkinson's Disease.\nElcadi, K., Klevor, R., Louhab, N., Kissani, N., & Chraa, M.\n2025\nNeuroSci\ndoi:10.3390/neurosci6040093\n\nSammanfatta artikel enligt instruktion nedan",
    "createdAt": "2025-10-26T20:52:18.919Z"
  }
  
]