[
  {
    "id": "art-1764401329524",
    "key": "PMC12649825",
    "pmid": null,
    "pmcid": "PMC12649825",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Hur hemarbete påverkar effekten av gruppkognitiv beteendeterapi, yoga och stressutbildning vid generaliserat ångestsyndrom",
    "tags": [],
    "summary": "Hemarbete är en central del av kognitiv beteendeterapi, men dess roll i andra växande interventioner som yoga är mindre utforskad. En ny studie belyser hur engagemang i hemuppgifter påverkar behandlingsutfallet för personer med generaliserat ångestsyndrom (GAD) i gruppbehandling med KBT, Kundaliniyoga och en kontrollgrupp som fick stressutbildning. Resultaten bekräftar inte bara hemarbetets betydelse i KBT utan ger också nya insikter om dess funktion i yogabaserade metoder och pekar på en oväntad koppling till närvaro på sessionerna.\n\nBakgrunden till studien är att KBT är en väletablerad förstahandsbehandling för GAD, och tidigare forskning har visat att hemuppgifter är en viktig komponent för framgång. En metaanalys har funnit en måttlig positiv korrelation (r = 0,22) mellan hemarbete och behandlingsutfall för ångestsyndrom. Samtidigt har yoga blivit en allt populärare intervention för ångest, men den vetenskapliga förståelsen för vilka mekanismer som driver dess effekt är fortfarande begränsad. Forskarna bakom den aktuella studien ville därför undersöka hur engagemang i hemuppgifter påverkade utfallet i en stor randomiserad kontrollerad prövning där man jämförde KBT, Kundaliniyoga (KY) och stressutbildning (SE). Den ursprungliga studien visade att både KBT och KY var effektivare än SE, men KY kunde inte statistiskt säkerställas som likvärdigt med KBT. Forskarna antog att olika sätt att mäta hemarbete kunde vara olika relevanta för de olika behandlingarna. Exempelvis skulle en bedömningsskala för följsamhet kunna fånga komplexiteten i KBT-uppgifter bättre, medan ett enkelt mått på antal dagar med övning kunde vara mer passande för den standardiserade yogapraktiken.\n\nStudien är en sekundäranalys av data från 190 deltagare med GAD som deltog i minst två av tolv veckovisa gruppsessioner. Deltagarna var slumpmässigt fördelade till KBT, KY eller SE. Alla tre interventioner inkluderade en rekommendation om 20 minuters dagligt hemarbete. KBT-gruppen fick arbeta med klassiska uppgifter som kognitiv omstrukturering och exponering. KY-gruppen fick en ljudinspelning med en standardiserad sekvens av fysiska ställningar, andningstekniker och meditation. SE-gruppen, som fungerade som en aktiv kontrollgrupp, fick lyssna på ljudinspelningar om kost, livsstil och stress. Forskarna mätte engagemang i hemarbete på två sätt: dels genom en skattningsskala (0–6) där personal bedömde deltagarnas följsamhet baserat på inlämnade loggar och en kort intervju, dels genom deltagarnas egenrapporterade antal dagar per vecka de utfört sina uppgifter. Behandlingsutfall definierades som klinisk respons, ett binärt mått där en kliniker bedömde om patienten blivit \"mycket förbättrad\" eller \"förbättrad\" vid behandlingens slut. För att analysera datan användes generaliserade linjära mixade modeller (GLMM), en avancerad statistisk metod som är lämplig för att analysera data med upprepade mätningar och ett binärt utfall (responder/icke-responder), samtidigt som man kan kontrollera för individuella skillnader och grupptillhörighet.\n\nResultaten visade att deltagarna i KBT- och KY-grupperna var mer engagerade i sina hemuppgifter än deltagarna i SE-gruppen, både enligt personalens bedömning och egenrapportering. När man analyserade samtliga deltagare tillsammans var det endast personalens bedömning av följsamhet som signifikant förutsåg ett positivt behandlingssvar. För varje steg upp på den 7-gradiga skalan ökade oddsen för att svara på behandlingen med 74 % (Odds Ratio = 1,74). Det egenrapporterade antalet dagar visade ingen sådan generell effekt.\n\nNär forskarna analyserade grupperna var för sig framträdde en mer nyanserad bild. För deltagare i KBT-gruppen var högre följsamhet enligt personalens bedömning starkt kopplat till ett bättre utfall; oddsen för behandlingssvar ökade med hela 149 % (OR = 2,49) för varje skalsteg. Även för KY-gruppen fanns ett signifikant samband, där oddsen ökade med 66 % (OR = 1,66). För kontrollgruppen som fick stressutbildning fanns inget samband alls mellan hemarbete och utfall. Det egenrapporterade antalet dagar med hemarbete visade en svagare, endast marginellt signifikant, koppling till utfall i KBT-gruppen och ingen signifikant koppling i KY-gruppen. För KBT-gruppen visade sig personalens bedömning av följsamhet vara ett bättre mått än deltagarnas egenrapport, då det förklarade en unik del av behandlingssvaret även när man kontrollerade för antal dagar.\n\nEn särskilt intressant upptäckt gjordes i en explorativ analys som inkluderade närvaro på sessionerna. Det visade sig att sambandet mellan hemarbete och utfall var som starkast för de deltagare som missade sessioner. För deltagare med hög närvaro (10–12 sessioner) gav ett högt engagemang i hemuppgifter ingen mätbar ytterligare fördel. Detta gällde för alla tre grupperna men var särskilt tydligt i KBT-gruppen.\n\nFörfattarna drar slutsatsen att studien förstärker den etablerade sanningen om att hemarbete är en kritisk komponent för framgång i KBT. Resultaten ger också det första robusta stödet från en randomiserad kontrollerad prövning för att hemarbete är betydelsefullt även i yogabaserade interventioner för GAD, även om sambandet var något svagare än för KBT. Att personalens bedömning av följsamhet var ett bättre mått i KBT-gruppen kan, enligt författarna, bero på att denna bedömning oavsiktligt fångar upp kvalitativa aspekter av hemarbetet, såsom förståelse och ansträngning, vilket en ren kvantitativ räkning av dagar inte gör. Den mest slående praktiska implikationen är kopplingen till närvaro. För kliniker som arbetar med gruppbehandlingar antyder resultaten att det är extra viktigt att uppmuntra och följa upp hemarbetet hos deltagare som har oregelbunden närvaro, eftersom det kan hjälpa dem att kompensera för missat innehåll. För framtida forskning efterlyser författarna studier som explicit mäter kvaliteten på hemuppgifter och som utvecklar skräddarsydda mätinstrument för att bättre fånga engagemang i yogapraktik.\n\nKälla:\nKeltz, S., Quintana, L., Szuhany, K. L., Adhikari, S., Twi-Yeboah, A., Baker, A. W., Khalsa, S. B. S., Hoge, E., Bui, E., Hoeppner, S. S., Rosenfield, D., Hofmann, S. G., & Simon, N. M. (2025). Impact of homework engagement on treatment response to group cognitive-behavioral therapy, yoga, and stress education for generalized anxiety disorder. *Cognitive Behaviour Therapy*. https://doi.org/10.1080/16506073.2025.2589392\nFulltext: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12649825/",
    "createdAt": "2025-11-29T07:28:49.524Z"
  }
]