[
  {
    "id": "art-1764295312613",
    "key": "PMC12649825",
    "pmid": null,
    "pmcid": "PMC12649825",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Effekten av hemuppgifter på behandlingsresultat för gruppkognitiv beteendeterapi, yoga och stressutbildning vid generaliserat ångestsyndrom",
    "tags": [],
    "summary": "Hemuppgifter är en central del av kognitiv beteendeterapi, men hur avgörande är de egentligen för behandlingsresultatet? Och gäller samma princip för andra interventioner mot ångest, som exempelvis yoga? En ny studie belyser hur engagemang i hemuppgifter påverkar utfallet för vuxna med generaliserat ångestsyndrom (GAD) som genomgår gruppbehandling med KBT, Kundaliniyoga eller en aktiv kontrollbetingelse i form av stressutbildning.\n\nForskning har länge visat att KBT är en effektiv behandling för GAD, och en metaanalys har tidigare funnit en måttlig men signifikant koppling mellan följsamhet till hemuppgifter och positiva behandlingsutfall, med en korrelation på cirka r = 0,22 för ångeststörningar. Samtidigt har yoga blivit en allt populärare intervention i samhället, med växande evidens för dess ångestdämpande effekter. För yoga och andra mindfulness-baserade metoder har man sett ett liknande samband mellan mängden hemmapraktik och symtomlindring. Forskarna bakom den aktuella studien ville därför göra en djupare analys av data från en stor randomiserad kontrollerad prövning. I den ursprungliga studien fann man att både KBT och Kundaliniyoga var effektivare än stressutbildning för att minska GAD-symtom, även om yogan inte nådde upp till kriterierna för att vara likvärdig (non-inferior) med KBT. Eftersom alla tre interventionerna inkluderade 20 minuters dagliga hemuppgifter, gav detta ett unikt tillfälle att undersöka hemuppgifternas roll.\n\nStudiens syfte var att undersöka sambandet mellan engagemang i hemuppgifter och behandlingssvar. Forskarna använde två olika mått för att fånga detta engagemang. Det första var en personalbedömd följsamhetsskala (0–6 poäng), där studiens personal efter en kort intervju och granskning av inlämnat material skattade i vilken utsträckning deltagaren hade genomfört veckans uppgifter. Det andra måttet var deltagarnas egenrapporterade antal dagar per vecka som de ägnat åt hemuppgifterna. Forskarna ville se om dessa mått kunde förutsäga behandlingssvar, både generellt och specifikt inom varje behandlingsgrupp.\n\nStudien är en sekundäranalys av data från 190 vuxna med en primär GAD-diagnos som deltog i minst två av tolv veckovisa gruppsittningar. Deltagarna hade slumpmässigt fördelats till KBT, Kundaliniyoga (KY) eller stressutbildning (SE). KBT-gruppens hemuppgifter bestod av klassiska övningar som kognitiv omstrukturering och exponering. Yogagruppens hemuppgifter innebar att följa en ljudinspelad sekvens av rörelser, andningstekniker och meditation. Kontrollgruppen fick lyssna på ljudinspelningar om kost, livsstil och stresshantering. Behandlingssvar definierades som att en kliniker bedömde deltagaren som \"mycket\" eller \"väldigt mycket förbättrad\" vid behandlingens slut, baserat på skattningsskalan CGI-I. För att analysera data användes generaliserade linjära blandade modeller (GLMM), en avancerad statistisk metod som är lämplig för att analysera data med upprepade mätningar och ett binärt utfall (responder/icke-responder), samtidigt som den tar hänsyn till att deltagarna var grupperade inom olika behandlingar.\n\nResultaten visade först att deltagarna i KBT- och yogagrupperna var mer engagerade i sina hemuppgifter än deltagarna i kontrollgruppen, både enligt personalens bedömning och enligt egen rapport. Sammantaget, över alla tre behandlingsgrupper, var högre poäng på den personalbedömda skalan för hemuppgifter signifikant kopplat till en ökad sannolikhet för behandlingssvar. För varje standardavvikelses ökning i följsamhet ökade oddsen att klassas som en responder med 74 procent (Odds Ratio = 1,74). Det egenrapporterade antalet dagar med hemuppgifter visade däremot inget signifikant samband med behandlingssvar när man såg till alla grupper sammantaget.\n\nNär forskarna analyserade grupperna var för sig framträdde en tydligare bild. Den personalbedömda följsamheten var en stark prediktor för framgång i KBT-gruppen; för varje standardavvikelses ökning i följsamhet nästan 2,5-faldigades oddsen för ett positivt utfall (OR = 2,49). Ett liknande, men svagare, samband fanns för yogagruppen (OR = 1,66). För deltagarna i kontrollgruppen fanns däremot inget samband alls. Det egenrapporterade antalet dagar visade en liknande trend men sambandet var svagare och endast marginellt signifikant för KBT-gruppen. För KBT-deltagarna visade sig den personalbedömda följsamheten förutsäga behandlingssvar även efter att man kontrollerat för antalet dagar, vilket tyder på att denna bedömning fångar en unik och viktig aspekt av engagemanget, möjligen relaterad till kvaliteten på det utförda arbetet.\n\nEn särskilt intressant upptäckt gjordes i en explorativ analys som undersökte samspelet mellan närvaro vid sessionerna och hemuppgifternas betydelse. För deltagare i KBT-gruppen var effekten av hemuppgifter som störst för dem som hade lägre närvaro. För de deltagare som närvarade vid nästan alla sessioner gav ett högt engagemang i hemuppgifter ingen signifikant ytterligare fördel. Detta tyder på att hemuppgifterna kan fungera som en kompenserande mekanism för de som missar sessioner, vilket är särskilt relevant i gruppbehandling där det är svårt att skräddarsy innehållet för enskilda deltagare.\n\nFörfattarna drar slutsatsen att studien förstärker den vedertagna uppfattningen om hemuppgifternas centrala roll för ett framgångsrikt utfall i KBT. Resultaten indikerar också att hur man mäter engagemang spelar roll; en bedömning som kan fånga kvalitativa aspekter, som personalens skattning, verkar vara mer informativ än enbart en kvantitativ uppskattning av frekvens. Studien är den första i sitt slag som inom ramen för en rigorös RCT undersöker hemuppgifternas betydelse i yoga för GAD. Resultaten pekar på ett positivt men möjligen svagare samband jämfört med KBT. Forskarna spekulerar att den föreskrivna dosen av yogapraktik (20 minuter/dag) kan ha varit för låg för att ge optimal effekt. De efterlyser framtida forskning som utvecklar skräddarsydda mätinstrument för att bättre fånga engagemang i yogapraktik och som undersöker vilken \"dos\" av hemmapraktik som är mest effektiv. Den mest direkta kliniska implikationen är att terapeuter bör vara extra uppmärksamma på att uppmuntra och följa upp hemuppgifter hos patienter som missar sessioner, då detta kan vara avgörande för deras möjlighet att tillgodogöra sig behandlingen.\n\nKälla:\nKeltz, S., Quintana, L., Szuhany, K. L., Adhikari, S., Twi-Yeboah, A., Baker, A. W., Khalsa, S. B. S., Hoge, E., Bui, E., Hoeppner, S. S., Rosenfield, D., Hofmann, S. G., & Simon, N. M. (2025). Impact of homework engagement on treatment response to group cognitive-behavioral therapy, yoga, and stress education for generalized anxiety disorder. *Cognitive Behaviour Therapy*. https://doi.org/10.1080/16506073.2025.2589392\nFulltext: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12649825/",
    "createdAt": "2025-11-28T02:01:52.613Z"
  }
]