[
  {
    "id": "art-1764365160941",
    "key": "PMC12649825",
    "pmid": null,
    "pmcid": "PMC12649825",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Effekten av hemuppgifter på behandlingsresultat vid gruppkognitiv beteendeterapi, yoga och stressutbildning för generaliserat ångestsyndrom",
    "tags": [],
    "summary": "Hemuppgifter är en central del av kognitiv beteendeterapi, men hur avgörande är de egentligen för behandlingsutfallet? Och gäller samma princip för andra interventioner mot ångest, som exempelvis yoga? En ny studie belyser hur engagemang i hemuppgifter påverkar effekten av gruppbehandling för generaliserat ångestsyndrom (GAD), och resultaten ger nyanserad vägledning för kliniker.\n\nForskningen kring hemuppgifters betydelse har en gedigen historia, särskilt inom KBT. En metaanalys har tidigare visat att terapier som inkluderar hemuppgifter generellt har större behandlingseffekter. Specifikt för ångestsyndrom har man funnit en måttlig positiv korrelation (r = .22) mellan engagemang i hemuppgifter och behandlingsresultat. För GAD har dock underlaget varit begränsat. Samtidigt har yoga vuxit fram som en populär och evidensbaserad intervention för ångest. Tidigare studier har indikerat att den totala mängden praktiserad yoga är kopplad till bättre utfall, men rigorösa randomiserade kontrollerade studier som undersöker hemuppgifternas roll har saknats. Forskarna bakom den aktuella studien ville därför undersöka sambandet mellan hemuppgiftsengagemang och behandlingsrespons i en stor randomiserad kontrollerad prövning som jämförde KBT, Kundaliniyoga (KY) och en aktiv kontrollgrupp med stressutbildning (SE) för vuxna med GAD.\n\nStudien är en sekundäranalys av data från en tidigare publicerad prövning med 226 deltagare. I denna analys inkluderades 190 personer med GAD som deltagit i minst två behandlingssessioner och lämnat in minst en hemuppgiftslogg. Deltagarna hade slumpats till en av tre 12-veckors gruppbehandlingar: KBT, Kundaliniyoga eller stressutbildning. Alla tre interventioner innefattade en rekommendation om 20 minuters daglig hemuppgift. Forskarna mätte \"hemuppgiftsengagemang\" på två sätt: dels genom en personalbedömd följsamhetsskala (0–6 poäng) baserad på en kort intervju och granskning av inlämnat material, dels genom deltagarnas självrapporterade antal dagar per vecka de utfört hemuppgiften. Behandlingsutfallet definierades som \"responder\" eller \"icke-responder\" baserat på en klinikerskattad förbättringsskala (CGI-I), där en betydande förbättring krävdes för att klassas som responder. För att analysera datan, som samlades in vid sex olika tillfällen, använde forskarna generaliserade linjära mixade modeller (GLMM). Denna avancerade statistiska metod är lämplig för att hantera upprepade mätningar på samma individer och kan modellera sannolikheten för ett binärt utfall – i detta fall, att bli klassad som responder.\n\nResultaten visade först att deltagarna i KBT- och yogagrupperna i genomsnitt var mer engagerade i sina hemuppgifter än deltagarna i kontrollgruppen för stressutbildning. När man analyserade sambandet med behandlingsutfall framkom ett tydligt mönster. Sett över alla tre grupperna var det endast den personalbedömda följsamheten som signifikant förutsade en positiv behandlingsrespons. Ett odds ratio (OR) på 1,74 innebar att för varje enhets ökning på den personalbedömda skalan (0-6) ökade chansen att svara på behandlingen med 74 %. Antalet självrapporterade dagar med hemuppgifter visade inget signifikant samband på den övergripande nivån.\n\nNär forskarna analyserade grupperna var för sig blev bilden ännu tydligare. För deltagare i KBT-gruppen var högre personalbedömd följsamhet starkt kopplad till en ökad sannolikhet för behandlingsrespons (OR = 2,49), vilket innebär att chansen att svara på behandlingen ökade med nästan 150 % för varje steg på skalan. Även för yogagruppen fanns ett positivt samband, om än något svagare (OR = 1,66). För kontrollgruppen med stressutbildning fanns inget samband alls. Detta innebär att för deltagare med högt engagemang i hemuppgifter var KBT och yoga betydligt mer effektiva än stressutbildning, medan skillnaderna mellan behandlingarna var små för deltagare med lågt engagemang. Vidare visade analysen att den personalbedömda följsamheten i KBT-gruppen förutsade behandlingssvar även efter att man kontrollerat för antalet självrapporterade dagar, vilket tyder på att denna bedömning fångar en viktigare aspekt av engagemanget, möjligen relaterad till kvalitet.\n\nEn särskilt intressant upptäckt gjordes i en explorativ analys som inkluderade närvaro. Överraskande nog visade det sig att hemuppgifternas betydelse var som störst för de deltagare i KBT-gruppen som missade sessioner. För de som hade hög närvaro (10 sessioner eller fler) gav ett högt hemuppgiftsengagemang inte samma extra skjuts. Detta tyder på att hemuppgifterna kan fungera som en kompenserande mekanism för att tillgodogöra sig behandlingsinnehållet när man inte kan närvara.\n\nFörfattarna drar slutsatsen att studien förstärker den etablerade kunskapen om hemuppgifternas centrala roll för ett framgångsrikt utfall i KBT för GAD. Den ger också den första rigorösa evidensen för att hemuppgifter är betydelsefulla i yogabaserade interventioner, även om sambandet där var något svagare och mindre konsekvent. De spekulerar i att den föreskrivna dosen yogaövningar (20 minuter) kan ha varit för låg för att ge optimal effekt, eller att de använda måtten på engagemang inte är fullt ut anpassade för att fånga kvaliteten i yogapraktik. Den mest slående kliniska implikationen är upptäckten att hemuppgifter är särskilt värdefulla för deltagare i gruppterapi som har oregelbunden närvaro. Terapeuter bör därför vara extra noga med att uppmuntra och följa upp hemuppgifter hos dessa individer för att hjälpa dem att \"komma ikapp\". Framtida forskning, menar författarna, bör fokusera på att utveckla och utvärdera mått som explicit mäter kvaliteten i hemuppgifter, både för KBT och för yoga, för att bättre förstå mekanismerna bakom deras effekt.\n\nKälla:\nKeltz, S., Quintana, L., Szuhany, K. L., Adhikari, S., Twi-Yeboah, A., Baker, A. W., Khalsa, S. B. S., Hoge, E., Bui, E., Hoeppner, S. S., Rosenfield, D., Hofmann, S. G., & Simon, N. M. (2025). Impact of homework engagement on treatment response to group cognitive-behavioral therapy, yoga, and stress education for generalized anxiety disorder. *Cognitive Behaviour Therapy*. https://doi.org/10.1080/16506073.2025.2589392\nFulltext: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12649825/",
    "createdAt": "2025-11-28T21:26:00.941Z"
  }
]