[
  {
    "id": "art-1764381681120",
    "key": "PMC12623355",
    "pmid": null,
    "pmcid": "PMC12623355",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Kognitiv beteendeterapi för insomni vid neurodegenerativa sjukdomar – att rikta in sig på sömnstörningar vid Alzheimers och Parkinsons sjukdom: en scoping review",
    "tags": [],
    "summary": "Sömnsvårigheter är ett vanligt och plågsamt problem för personer med neurodegenerativa sjukdomar som Alzheimers och Parkinsons sjukdom, och de farmakologiska behandlingsalternativen medför ofta betydande risker för denna sårbara patientgrupp. Kognitiv beteendeterapi för insomni (KBT-I) har etablerats som förstahandsbehandling för insomni i den allmänna befolkningen, men dess effekt och genomförbarhet för patienter med kognitiv svikt har varit mindre utforskad. En ny kartläggande översiktsartikel, en så kallad scoping review, från en forskargrupp ledd av Desirèe Latella har systematiskt granskat det senaste decenniets forskning för att sammanställa det aktuella kunskapsläget kring KBT-I för patienter med Alzheimers sjukdom (AD), lindrig kognitiv svikt (MCI) och Parkinsons sjukdom (PD). Syftet var att kartlägga evidensen, identifiera mönster i resultaten och peka ut riktningar för framtida forskning.\n\nForskarna sökte i fyra stora databaser efter studier publicerade mellan 2015 och 2025. Tidsramen valdes medvetet för att fånga forskning som genomförts efter att moderna diagnostiska kriterier för insomni (DSM-5/ICSD-3) etablerats, samt för att inkludera den snabba utvecklingen av digitala behandlingsformat. Efter en noggrann urvalsprocess där två granskare arbetade oberoende av varandra inkluderades sju studier i översikten. Dessa studier varierade i design och omfattade allt från randomiserade kontrollerade prövningar till pilotstudier och fallstudier med experimentell design (single-case experimental designs).\n\nResultaten visar en anmärkningsvärt konsekvent bild: oavsett sjukdomsgrupp och leveransformat – individuellt, i grupp eller via telemedicin – ledde KBT-I till signifikanta minskningar av insomnins svårighetsgrad och förbättrad sömnkvalitet. Många studier rapporterade även sekundära vinster i form av minskade symtom på depression och ångest samt förbättrad dagtidsfunktion och livskvalitet. Digitala och fjärrstyrda versioner av KBT-I visade sig vara både genomförbara och acceptabla för patienter med kognitiv sårbarhet och deras anhöriga, vilket är en viktig insikt för att öka tillgängligheten till behandlingen.\n\nFör patienter med Parkinsons sjukdom visade studierna att KBT-I inte bara minskade insomnins svårighetsgrad utan även förbättrade psykologiskt välmående, med effekter som kvarstod vid tre månaders uppföljning. En studie av Lebrun och kollegor (2019) erbjöd en mekanistisk förklaring som ligger i linje med KBT-I:s teoretiska modell. De fann att sambandet mellan kognitiv anspänning före sänggåendet och insomni medierades sekventiellt av säkerhetsbeteenden relaterade till sömn och dysfunktionella tankar om sömn. Detta stärker den teoretiska grunden för att använda KBT-I i denna patientgrupp, eftersom behandlingen direkt adresserar just dessa mekanismer. En annan studie på internetbaserad KBT-I fann dock att endast en tredjedel av deltagarna klassificerades som responders, vilket tyder på att behandlingen kan behöva anpassas för att möta de specifika utmaningar som PD-patienter står inför, såsom nattliga motoriska symtom eller nokturi.\n\nÄven för personer med Alzheimers sjukdom och lindrig kognitiv svikt (MCI) var resultaten lovande. Forskarna fann tidiga tecken på att behandlingen även kan ge kognitiva fördelar, särskilt i prodromala stadier av sjukdomen. En pilotstudie antydde ett möjligt samband mellan förbättrad sömn och minskad inlagring av amyloid-beta, ett protein som är kopplat till utvecklingen av Alzheimers sjukdom. Även om detta fynd är explorativt och kräver replikering, pekar det på en potentiell sjukdomsmodifierande effekt av att behandla sömnstörningar tidigt. Översikten inkluderade även studier på andra icke-farmakologiska interventioner som mindfulness och fysisk träning, vilka också visade positiva effekter på sömn och kognition. Detta hjälper till att kontextualisera KBT-I som en av flera lovande beteendebaserade strategier.\n\nFörfattarna drar slutsatsen att det samlade forskningsläget är lovande men fortfarande i sin linda. Evidensen försvagas av små urval, korta uppföljningstider och en stor variation i jämförelsegrupper och behandlingsdoser. De efterlyser nu större, randomiserade kontrollerade studier med längre uppföljningstider för att kunna dra säkrare slutsatser om behandlingens långsiktiga effekter och dess inverkan på sjukdomsprogressen. Framtida forskning bör också inkludera direkta jämförelser mellan KBT-I och andra aktiva behandlingar, samt ekonomiska utvärderingar för att bedöma kostnadseffektiviteten. Dessutom pekar de på behovet av att utveckla skräddarsydda, adaptiva KBT-I-protokoll som specifikt adresserar de unika sömnstörande faktorer som är vanliga vid Parkinsons sjukdom. Slutligen menar de att mekanistiska studier som integrerar biomarkörer och digital fenotypning (data från bärbara sensorer) är nödvändiga för att förstå hur sömnförbättringar påverkar de neurobiologiska processerna vid neurodegenerativ sjukdom.\n\nKälla:\nLatella, D., Calderone, A., Casella, C., De Luca, R., Gangemi, A., Impellizzeri, F., Caliri, S., Quartarone, A., & Calabrò, R. S. (2025). Cognitive behavioral therapy for insomnia in neurodegenerative disorders—targeting sleep disturbances in Alzheimer’s and Parkinson’s disease: a scoping review. *Frontiers in Psychology*, *16*, 1700496. https://doi.org/10.3389/fpsyg.2025.1700496\nFulltext: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12623355/",
    "createdAt": "2025-11-29T02:01:21.120Z"
  },
  {
    "id": "art-1764374484269",
    "key": "PMC12649572",
    "pmid": null,
    "pmcid": "PMC12649572",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Från tvivel till utveckling: Yrkesresor för nya KBT-terapeuter",
    "tags": [],
    "summary": "Kognitiv beteendeterapi, KBT, är en av de mest beforskade och implementerade psykologiska behandlingsformerna. Dess strukturerade och evidensbaserade natur är en styrka, men ställer samtidigt höga krav på terapeuten. För nyexaminerade psykologer kan övergången från teori till praktik vara en period av intensiv professionell utveckling, men också av betydande stress och självtvivel. Medan forskningen utförligt har dokumenterat KBT:s effektivitet för klienter, har terapeuternas egna upplevelser, särskilt under de första kritiska åren i yrket, fått betydligt mindre uppmärksamhet. En ny kvalitativ studie syftar till att fylla denna kunskapslucka genom att utforska de levda erfarenheterna hos nyblivna KBT-terapeuter, med fokus på deras utmaningar, identitetsformande och copingstrategier.\n\nTidigare forskning har visat att de första åren som terapeut präglas av en brant inlärningskurva. Nyblivna terapeuter brottas ofta med prestationsångest, perfektionistiska tendenser och en känsla av otillräcklighet. Förväntningarna på att snabbt se resultat hos klienter kan leda till desillusion och självtvivel när verkligheten visar sig vara mer komplex. Denna inre press kan i sin tur leda till grubblerier, ångest och svårigheter att mentalt koppla bort arbetet. Särskilt utmanande är mötet med högriskklienter, vilket kan leda till att terapeuten ifrågasätter sin egen kompetens och självkänsla. För att hantera dessa påfrestningar är tillgången till stöd avgörande. Handledning framhålls ofta som en central resurs för att minska ångest och normalisera upplevelser, medan personlig terapi och stöd från kollegor också spelar en viktig roll. Trots denna kunskap finns det en brist på djupgående förståelse för hur just KBT-terapeuter, som arbetar inom ett manualbaserat ramverk, navigerar dessa utmaningar.\n\nFör att undersöka detta genomförde forskarna en kvalitativ studie med sju nyblivna KBT-terapeuter i Grekland, alla med maximalt fem års yrkeserfarenhet. Datainsamlingen skedde genom semistrukturerade intervjuer där deltagarna fritt fick reflektera över sina personliga och professionella erfarenheter. Analysen genomfördes med interpretativ fenomenologisk analys (IPA), en metod som syftar till att få en djupgående förståelse för hur individer själva tolkar och skapar mening i sina upplevelser. Metoden bygger på en så kallad dubbel hermeneutik, vilket innebär att forskaren tolkar deltagarens tolkning av sin egen erfarenhet, vilket möjliggör en rik och nyanserad förståelse av fenomenet.\n\nResultaten från analysen mynnade ut i två övergripande teman. Det första temat, \"Utmaningar för den professionella identiteten och självuppfattningar\", fångade den inre kamp som terapeuterna upplevde. En central utmaning var övergången från teori till praktik, som präglades av intensivt självtvivel och rädsla för att misslyckas. Deltagare uttryckte tankar som \"Är jag tillräckligt bra?\" och \"Kommer jag verkligen kunna hjälpa personen framför mig?\". Även när klienter gjorde framsteg hade de svårt att tillskriva sig själva framgången och förminskade sin egen roll. Vissa upplevde också att de blev underskattade på grund av sin unga ålder, vilket påverkade deras känsla av auktoritet. En annan svårighet var att hantera det emotionella engagemanget och samtidigt upprätthålla professionella gränser. Terapeuterna beskrev hur de i sessioner med teman som sorg eller självskadebeteende tvingades undertrycka sina egna starka känslor för att kunna förbli ett stöd för klienten. Att sätta gränser för tid, tillgänglighet och personlig information var också en kamp, särskilt när klienter uttryckte en överdriven vänskaplighet eller idealisering. Slutligen framkom att arbetet med komplexa fall, såsom personlighetssyndrom, sorg och självskada, var särskilt påfrestande och väckte rädsla och osäkerhet.\n\nDet andra temat, \"Strategier för emotionell reglering och kontinuerlig professionell utveckling\", belyste hur terapeuterna aktivt arbetade för att hantera dessa utmaningar. För att \"ladda ur\" känslomässigt efter krävande sessioner var handledning och egen terapi avgörande. Handledningen beskrevs inte bara som en källa till klinisk vägledning, utan också som en viktig bekräftelse som minskade känslan av att vara oerfaren. Socialt stöd från kollegor, vänner och familj var också centralt för att kunna koppla bort arbetet. Därutöver använde deltagarna en rad olika strategier för egenvård. Att skriva dagbok, ibland med samma tekniker som de lärde ut till sina klienter, blev ett sätt att bearbeta känslor och reflektera över veckan. Fysisk aktivitet som träning och promenader hjälpte till att skifta fokus från mental till fysisk trötthet, medan läsning och musik erbjöd en mental flykt. Parallellt med dessa copingstrategier fanns en stark drivkraft för kontinuerlig utveckling. Terapeuterna upplevde att arbetet bidrog till en personlig mognad, med ökad självinsikt, empati och kognitiv flexibilitet. De beskrev hur de lärde sig att se saker från flera perspektiv och att skilja på sin professionella och privata roll. Denna utveckling åtföljdes av en stark övertygelse om att livslångt lärande är ett etiskt ansvar. De uttryckte en vilja att ständigt fördjupa sina kunskaper inom KBT och att även utforska andra terapeutiska inriktningar för att bli bättre terapeuter.\n\nForskarnas slutsatser bekräftar bilden av de första yrkesåren som en period av sårbarhet, präglad av självtvivel och emotionell belastning. Studien bidrar med en djupare förståelse för hur dessa utmaningar tar sig uttryck specifikt för KBT-terapeuter och vilka strategier de använder för att bygga resiliens. Resultaten har viktiga implikationer för utbildning och handledning. Utbildningsprogram bör mer explicit adressera att självtvivel är en normal del av den professionella utvecklingen, snarare än ett tecken på inkompetens. Det finns ett behov av mer strukturerad träning i att hantera emotionellt krävande och komplexa fall, som sorg, självskada och personlighetssyndrom. Vidare bör färdigheter i att sätta och upprätthålla professionella gränser, särskilt i en digital tidsålder, få större utrymme. Handledningen bör inte bara fokusera på kliniska färdigheter utan också erbjuda ett tryggt rum för emotionellt stöd och validering. Genom att stärka dessa stödsystem kan man bättre rusta nyblivna terapeuter för övergången från student till yrkesverksam, och därmed lägga grunden för en hållbar och kompetent yrkesutövning.\n\nKälla:\nTsamalidou, A., & Tragantzopoulou, P. (2025). From Doubt to Development: Professional Journeys of Novice CBT Therapists. *Behavioral Sciences*. https://doi.org/10.3390/bs15111504\nFulltext: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12649572/",
    "createdAt": "2025-11-29T00:01:24.269Z"
  },
  {
    "id": "art-1764365160941",
    "key": "PMC12649825",
    "pmid": null,
    "pmcid": "PMC12649825",
    "doi": null,
    "title": "Untitled",
    "title_sv": "Effekten av hemuppgifter på behandlingsresultat vid gruppkognitiv beteendeterapi, yoga och stressutbildning för generaliserat ångestsyndrom",
    "tags": [],
    "summary": "Hemuppgifter är en central del av kognitiv beteendeterapi, men hur avgörande är de egentligen för behandlingsutfallet? Och gäller samma princip för andra interventioner mot ångest, som exempelvis yoga? En ny studie belyser hur engagemang i hemuppgifter påverkar effekten av gruppbehandling för generaliserat ångestsyndrom (GAD), och resultaten ger nyanserad vägledning för kliniker.\n\nForskningen kring hemuppgifters betydelse har en gedigen historia, särskilt inom KBT. En metaanalys har tidigare visat att terapier som inkluderar hemuppgifter generellt har större behandlingseffekter. Specifikt för ångestsyndrom har man funnit en måttlig positiv korrelation (r = .22) mellan engagemang i hemuppgifter och behandlingsresultat. För GAD har dock underlaget varit begränsat. Samtidigt har yoga vuxit fram som en populär och evidensbaserad intervention för ångest. Tidigare studier har indikerat att den totala mängden praktiserad yoga är kopplad till bättre utfall, men rigorösa randomiserade kontrollerade studier som undersöker hemuppgifternas roll har saknats. Forskarna bakom den aktuella studien ville därför undersöka sambandet mellan hemuppgiftsengagemang och behandlingsrespons i en stor randomiserad kontrollerad prövning som jämförde KBT, Kundaliniyoga (KY) och en aktiv kontrollgrupp med stressutbildning (SE) för vuxna med GAD.\n\nStudien är en sekundäranalys av data från en tidigare publicerad prövning med 226 deltagare. I denna analys inkluderades 190 personer med GAD som deltagit i minst två behandlingssessioner och lämnat in minst en hemuppgiftslogg. Deltagarna hade slumpats till en av tre 12-veckors gruppbehandlingar: KBT, Kundaliniyoga eller stressutbildning. Alla tre interventioner innefattade en rekommendation om 20 minuters daglig hemuppgift. Forskarna mätte \"hemuppgiftsengagemang\" på två sätt: dels genom en personalbedömd följsamhetsskala (0–6 poäng) baserad på en kort intervju och granskning av inlämnat material, dels genom deltagarnas självrapporterade antal dagar per vecka de utfört hemuppgiften. Behandlingsutfallet definierades som \"responder\" eller \"icke-responder\" baserat på en klinikerskattad förbättringsskala (CGI-I), där en betydande förbättring krävdes för att klassas som responder. För att analysera datan, som samlades in vid sex olika tillfällen, använde forskarna generaliserade linjära mixade modeller (GLMM). Denna avancerade statistiska metod är lämplig för att hantera upprepade mätningar på samma individer och kan modellera sannolikheten för ett binärt utfall – i detta fall, att bli klassad som responder.\n\nResultaten visade först att deltagarna i KBT- och yogagrupperna i genomsnitt var mer engagerade i sina hemuppgifter än deltagarna i kontrollgruppen för stressutbildning. När man analyserade sambandet med behandlingsutfall framkom ett tydligt mönster. Sett över alla tre grupperna var det endast den personalbedömda följsamheten som signifikant förutsade en positiv behandlingsrespons. Ett odds ratio (OR) på 1,74 innebar att för varje enhets ökning på den personalbedömda skalan (0-6) ökade chansen att svara på behandlingen med 74 %. Antalet självrapporterade dagar med hemuppgifter visade inget signifikant samband på den övergripande nivån.\n\nNär forskarna analyserade grupperna var för sig blev bilden ännu tydligare. För deltagare i KBT-gruppen var högre personalbedömd följsamhet starkt kopplad till en ökad sannolikhet för behandlingsrespons (OR = 2,49), vilket innebär att chansen att svara på behandlingen ökade med nästan 150 % för varje steg på skalan. Även för yogagruppen fanns ett positivt samband, om än något svagare (OR = 1,66). För kontrollgruppen med stressutbildning fanns inget samband alls. Detta innebär att för deltagare med högt engagemang i hemuppgifter var KBT och yoga betydligt mer effektiva än stressutbildning, medan skillnaderna mellan behandlingarna var små för deltagare med lågt engagemang. Vidare visade analysen att den personalbedömda följsamheten i KBT-gruppen förutsade behandlingssvar även efter att man kontrollerat för antalet självrapporterade dagar, vilket tyder på att denna bedömning fångar en viktigare aspekt av engagemanget, möjligen relaterad till kvalitet.\n\nEn särskilt intressant upptäckt gjordes i en explorativ analys som inkluderade närvaro. Överraskande nog visade det sig att hemuppgifternas betydelse var som störst för de deltagare i KBT-gruppen som missade sessioner. För de som hade hög närvaro (10 sessioner eller fler) gav ett högt hemuppgiftsengagemang inte samma extra skjuts. Detta tyder på att hemuppgifterna kan fungera som en kompenserande mekanism för att tillgodogöra sig behandlingsinnehållet när man inte kan närvara.\n\nFörfattarna drar slutsatsen att studien förstärker den etablerade kunskapen om hemuppgifternas centrala roll för ett framgångsrikt utfall i KBT för GAD. Den ger också den första rigorösa evidensen för att hemuppgifter är betydelsefulla i yogabaserade interventioner, även om sambandet där var något svagare och mindre konsekvent. De spekulerar i att den föreskrivna dosen yogaövningar (20 minuter) kan ha varit för låg för att ge optimal effekt, eller att de använda måtten på engagemang inte är fullt ut anpassade för att fånga kvaliteten i yogapraktik. Den mest slående kliniska implikationen är upptäckten att hemuppgifter är särskilt värdefulla för deltagare i gruppterapi som har oregelbunden närvaro. Terapeuter bör därför vara extra noga med att uppmuntra och följa upp hemuppgifter hos dessa individer för att hjälpa dem att \"komma ikapp\". Framtida forskning, menar författarna, bör fokusera på att utveckla och utvärdera mått som explicit mäter kvaliteten i hemuppgifter, både för KBT och för yoga, för att bättre förstå mekanismerna bakom deras effekt.\n\nKälla:\nKeltz, S., Quintana, L., Szuhany, K. L., Adhikari, S., Twi-Yeboah, A., Baker, A. W., Khalsa, S. B. S., Hoge, E., Bui, E., Hoeppner, S. S., Rosenfield, D., Hofmann, S. G., & Simon, N. M. (2025). Impact of homework engagement on treatment response to group cognitive-behavioral therapy, yoga, and stress education for generalized anxiety disorder. *Cognitive Behaviour Therapy*. https://doi.org/10.1080/16506073.2025.2589392\nFulltext: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12649825/",
    "createdAt": "2025-11-28T21:26:00.941Z"
  }
]