[
  {
    "id": "art-1761505202093",
    "key": "PMC12552627",
    "pmid": "41136540",
    "pmcid": "PMC12552627",
    "doi": "10.1038/s41598-025-23727-z",
    "title": "Effects of mindfulness breathing meditation on stress and cognitive functions: a heart rate variability and eye-tracking study.",
    "tags": [
      "Humans",
      "Heart Rate",
      "Mindfulness",
      "Male",
      "Female",
      "Adult",
      "Meditation",
      "Stress, Psychological"
    ],
    "summary": "## Effekter av Mindfulness Andningsmeditation på Stress och Kognitiva Funktioner: En Studie med Hjärtfrekvensvariabilitet och Ögonspårning\n\n**Inledning**\n\nDenna artikel sammanfattar en studie som undersökte effekterna av mindfulness andningsmeditation på stressnivåer och kognitiva funktioner hos en grupp malaysiska vuxna. Studien, publicerad i *Scientific Reports* år 2025 av Hooi et al., använde hjärtfrekvensvariabilitet (HRV) och ögonspårning för att bedöma effekterna av en fyra veckor lång intervention.\n\n**Bakgrund och Tidigare Forskning**\n\nTidigare forskning har visat att mindfulness meditation kan skydda mental hälsa och förbättra kognitiva funktioner. Meditation, som definieras som en mängd olika mentala övningar, är lätt att lära sig och tillgänglig för de flesta. Mindfulness, som innebär medvetenhet om nuet, har föreslagits som en viktig komponent i mental träning. Specifikt har andningsmeditation, som fokuserar på andningen som ett ankare för uppmärksamhet, visat sig vara fördelaktigt för mental hälsa och kognition. Studien syftade till att undersöka effekterna av en kombination av fem mindfulness andningsmeditationstekniker (4-4-4-4 andningsmeditation, Kapalabhati Pranayama, Bhastrika Pranayama, Nadishodhan Pranayama, och Bhramari Pranayama) på stress och kognitiva funktioner. Tidigare studier i Malaysia har fokuserat på mindfulness-baserade interventioner, men få har undersökt specifikt andningsmeditation.\n\n**Relevanta Begrepp och Definitioner**\n\n*   **Mindfulness:** Ett tillstånd av medvetenhet om det nuvarande ögonblicket.\n*   **Andningsmeditation:** En meditationsform som använder andningen som fokus för uppmärksamhet.\n*   **Hjärtfrekvensvariabilitet (HRV):** Mäter variationen i tidsintervallet mellan hjärtslag, vilket är en markör för det autonoma nervsystemets funktion.\n*   **SDNN:** Ett tidsdomänindex för HRV som kvantifierar den totala variabiliteten i interbeat-intervallet.\n*   **Kognitiv flexibilitet:** Förmågan att växla mellan olika uppgifter eller tankesätt.\n*   **Inhibitorisk kontroll:** Förmågan att undertrycka impulser och oönskade beteenden.\n\n**Resultat**\n\nStudien fann att mindfulness andningsmeditation signifikant förbättrade kognitiv flexibilitet och minskade upplevda stressnivåer i meditationsgruppen jämfört med kontrollgruppen (som fick musikterapi). Deltagarna i meditationsgruppen rapporterade hög acceptans och upplevd effektivitet för stressreduktion, emotionell reglering och uppmärksamhetskontroll. Dock fanns ingen signifikant förbättring i uppmärksamhet, inhibitorisk kontroll eller HRV efter interventionen. Analys av Mindfulness Adherence Questionnaire (MAQ) visade att långsiktig efterlevnad av meditation var en utmaning.\n\n**Implikationer och Framtida Forskning**\n\nFörfattarna drar slutsatsen att mindfulness andningsmeditation kan vara effektivt för stressreduktion och förbättring av kognitiv flexibilitet, men att effekterna kan vara uppgiftsberoende och att långsiktig efterlevnad kräver ytterligare strategier. Framtida forskning bör fokusera på längre interventionsperioder, individualiserade meditationstekniker och undersöka hur man kan upprätthålla engagemanget över tid. Studien betonar vikten av att inkludera en stress-test för att öka känsligheten i HRV-mätningar.\n\n**Begränsningar**\n\nStudien hade flera begränsningar, inklusive skillnader i interventionslängd, frekvens och instruktörsexpertis. Den korta interventionslängden (fyra veckor) kan ha begränsat omfattningen av observerade kognitiva och fysiologiska förändringar. Dessutom, även om en tre månaders uppföljning genomfördes, fokuserade den endast på efterlevnad och kvaliteten på meditationsövningen, inte de kognitiva och fysiologiska måtten.\n\n**Sammanfattning**\n\nDenna studie visade att en fyra veckors online mindfulness andningsmeditation minskade stressnivåerna och förbättrade kognitiv flexibilitet. Nyckelbegrepp inkluderar **mindfulness andningsmeditation**, **hjärtfrekvensvariabilitet (HRV)**, **kognitiv flexibilitet**, **stressreduktion** och **efterlevnad**. Resultaten tyder på att andningsmeditation kan vara ett effektivt verktyg för mental hälsa, men att det krävs ytterligare forskning för att optimera interventioner och säkerställa långsiktiga fördelar.\n\n---\n\n**Referens:**\n\nHooi, L. Y., Chen, P. L., Tan, K. W., de Vries, M., & Wong, H. K. (2025). Effects of mindfulness breathing meditation on stress and cognitive functions: a heart rate variability and eye-tracking study. *Scientific Reports*, *15*, 37185. doi: 10.1038/s41598-025-23727-z\n\n---\n\n**Länk:**\n\n<a href=\"https://www.nature.com/articles/s41598-025-23727-z\" target=\"_blank\">https://www.nature.com/articles/s41598-025-23727-z</a>\n",
    "createdAt": "2025-10-26T19:00:02.093Z"
  },
  {
    "id": "art-1761458232132",
    "key": "PMC12537991",
    "pmid": "41115878",
    "pmcid": "PMC12537991",
    "doi": "10.1038/s41398-025-03608-9",
    "title": "Working memory load-dependent modulation of neural activity predicts response to cognitive behavioral therapy in obsessive-compulsive disorder.",
    "tags": [
      "Humans",
      "Obsessive-Compulsive Disorder",
      "Male",
      "Female",
      "Cognitive Behavioral Therapy",
      "Memory, Short-Term",
      "Magnetic Resonance Imaging",
      "Adult"
    ],
    "summary": "## Working memory load-dependent modulation of neural activity predicts response to cognitive behavioral therapy in obsessive-compulsive disorder\n\n**Syfte med studien:**\n\nSyftet med denna studie var att undersöka om neurobiologiska markörer för arbetsminnesfunktion kunde förutsäga svaret på kognitiv beteendeterapi (KBT) hos patienter med tvångssyndrom (OCD). Forskarna ville identifiera om specifika hjärnaktivitetsmönster under arbetsminnesuppgifter kunde användas för att förbättra förutsägelsen av behandlingsresultat.\n\n**Bakgrund och tidigare forskning:**\n\nKBT är en effektiv behandling för OCD, men en betydande andel patienter uppnår inte tillfredsställande symptomreduktion. Tidigare forskning har identifierat sociodemografiska och kliniska variabler som förutsägare för behandlingssvar, men dessa variabler har inte alltid lett till tillfredsställande prediktionsnoggrannhet. Forskning har föreslagit att inkludering av neurobiologiska markörer, såsom fMRI-data, kan förbättra förutsägelsen av behandlingssvar. Tidigare studier har visat att en intakt funktion av kortikala regioner inom det fronto-parietala nätverket, som är involverat i kognitiv kontroll, kan förutsäga ett bättre KBT-svar i OCD. OCD har också kopplats till försämrad prestanda och förändringar i neural aktivitet och konnektivitet i fronto-striatala och fronto-parietala områden under arbetsminnesuppgifter. Studien utgick från tidigare fynd om OCD-relaterade förändringar i BOLD-respons i bilaterala SPL/IPL och DLPFC.\n\n**Relevanta begrepp:**\n\n*   **Obsessive-compulsive disorder (OCD):** Ett psykiatriskt tillstånd som kännetecknas av oönskade och påträngande tvångstankar och tvångsbeteenden.\n*   **Kognitiv beteendeterapi (KBT):** En evidensbaserad behandlingsform för OCD som fokuserar på att förändra tankemönster och beteenden.\n*   **Arbetsminne (WM):** Ett kognitivt system som ansvarar för att hålla och manipulera information under en kort period.\n*   **fMRI (functional Magnetic Resonance Imaging):** En hjärnavbildningsteknik som mäter förändringar i blodflödet för att identifiera områden i hjärnan som är aktiva under en specifik uppgift.\n*   **BOLD-signal (Blood-Oxygen-Level-Dependent signal):** En signal som mäts med fMRI och som indikerar förändringar i blodets syrehalt, vilket är relaterat till neural aktivitet.\n*   **SPL/IPL (superior/inferior parietal lobule):** Områden i hjärnan som är involverade i arbetsminne, uppmärksamhet och spatial bearbetning.\n*   **DLPFC (dorsolateral prefrontal cortex):** Ett område i hjärnan som är involverat i arbetsminne, exekutiva funktioner och beslutsfattande.\n\n**Resultat av studien:**\n\nStudien inkluderade 44 patienter med OCD som genomförde en n-back arbetsminnesuppgift under fMRI-mätningar före KBT. Forskarna fann att graden av arbetsminnesbelastningsberoende modulation av BOLD-responsen i bilaterala SPL/IPL signifikant förutsade KBT-svar. Patienter med högre modulation i dessa områden visade en större relativ symptomförbättring efter KBT. Däremot förutsade inte BOLD-responsen i bilaterala DLPFC KBT-svar.\n\n**Artikelförfattarnas slutsatser och implikationer:**\n\nFörfattarna drog slutsatsen att specifika neurobiologiska markörer för arbetsminnesfunktion kan vara användbara för att förbättra förutsägelsen av KBT-svar i OCD. De menar att en relativt intakt parietal arbetsminnesbelastningsberoende modulation är fördelaktig för KBT-svar, vilket eventuellt underlättar inlärningsprocesser under exponering med responsförebyggande övningar. Författarna betonar att resultaten pekar på en potentiellt kritisk patologisk mekanism i en undergrupp av OCD-patienter med minskat svar på KBT.\n\n**Begränsningar:**\n\nStudien hade en relativt liten urvalsstorlek, vilket begränsade möjligheten att använda mer komplexa statistiska prediktionsanalyser. Resultaten behöver replikeras i större urval. Studien inkluderade heller ingen kontrollgrupp med väntelista. Trots stora effekter av neurobiologiska markörer var den förklarade variansen i symptomreduktion relativt liten.\n\n**Sammanfattning med nyckelbegrepp:**\n\nStudien undersökte om **arbetsminnesbelastningsberoende modulation** av **BOLD-responsen** i **SPL/IPL** kunde förutsäga svaret på **KBT** hos patienter med **OCD**. Resultaten visade att högre modulation i SPL/IPL förutsade bättre behandlingssvar, vilket tyder på att neurobiologiska markörer kan förbättra förutsägelsen av behandlingsresultat.\n\n---\n\n**Referens:**\n\nHeinzel, S., Kaufmann, C., Grützmann, R., Elsner, B., Reuter, B., Klawohn, J., Riesel, A., Bey, K., Wagner, M., & Kathmann, N. (2025). Working memory load-dependent modulation of neural activity predicts response to cognitive behavioral therapy in obsessive-compulsive disorder. *Translational Psychiatry, 15*, 422. [https://doi.org/10.1038/s41398-025-03608-9](https://doi.org/10.1038/s41398-025-03608-9)\n",
    "createdAt": "2025-10-26T05:57:12.132Z"
  },
  {
    "id": "art-1761382797006",
    "key": "PMC12542105",
    "pmid": "41121216",
    "pmcid": "PMC12542105",
    "doi": "10.1186/s12905-025-04054-x",
    "title": "The efficacy of psychological interventions for infertile women: a systematic review and meta-analysis.",
    "tags": [
      "Humans",
      "Female",
      "Infertility, Female",
      "Depression",
      "Anxiety",
      "Cognitive Behavioral Therapy",
      "Stress, Psychological",
      "Psychosocial Intervention"
    ],
    "summary": "## The efficacy of psychological interventions for infertile women: a systematic review and meta-analysis\n\nInfertilitet är ett globalt problem som ofta leder till psykiskt lidande. Denna artikel, en systematisk översikt och metaanalys, undersökte effektiviteten av psykologiska interventioner för att minska lidande och förbättra välbefinnande hos kvinnor med infertilitet. Studien syftade också till att identifiera psykologiska och metodologiska faktorer som påverkar behandlingsresultaten.\n\n### Bakgrund och Tidigare Forskning\n\nTidigare forskning har visat en koppling mellan infertilitet och negativa psykiska hälsoresultat. Kvinnor med infertilitet löper en högre risk för ångest och depression jämfört med kvinnor i allmänhet. Infertilitet kan störa en kvinnas självbild och leda till identitetsförvirring och kronisk stress. Tidigare studier har visat att psykosociala interventioner kan förbättra välbefinnandet, äktenskapliga relationer och graviditetsfrekvensen.\n\n### Relevanta Begrepp och Definitioner\n\n*   **Infertilitet:** En sjukdom som kännetecknas av utebliven klinisk graviditet efter 12 månaders regelbundet, oskyddat samlag eller på grund av en persons oförmåga att reproducera sig. (Zegers-Hochschild et al., 2017)\n*   **Psykologiska interventioner:** Behandlingar baserade på psykologiska teorier eller tekniker som syftar till att förbättra emotionell, kognitiv eller social funktion. (Smith, 2012)\n\n### Resultat\n\nDenna metaanalys inkluderade 69 studier med 5 935 kvinnor. De övergripande resultaten visade ingen statistiskt signifikant effekt för alla utfall. Men domänspecifika analyser indikerade signifikanta effekter för ångest (g = -0.83, p < .001), depression (g = -0.88, p < .001) och välbefinnande (g = 1.39, p = .004). Kognitiv beteendeterapi (KBT) och rådgivning var bland de mest effektiva metoderna. Ett högre antal sessioner förbättrade välbefinnandet, medan längre interventioner och längre sessioner var associerade med mindre förbättringar. Online-leverans och regionala skillnader påverkade också behandlingseffekterna.\n\n### Slutsatser och Implikationer\n\nPsykologiska interventioner kan avsevärt förbättra specifika aspekter av psykisk hälsa hos kvinnor med infertilitet. Resultaten stöder integrationen av riktad psykologisk vård i fertilitetsbehandling. Det är viktigt att välja teoretiskt grundade metoder som passar de specifika emotionella och kontextuella utmaningarna med infertilitet. Leveransformat, kulturella sammanhang och långsiktig uppföljning bör också beaktas för att förbättra interventionernas effekt.\n\n### Begränsningar\n\nStudien hade vissa begränsningar, inklusive hög heterogenitet mellan studierna och en hög risk för bias i vissa domäner.\n\n### Sammanfattning\n\nDenna metaanalys undersökte effekten av psykologiska interventioner för kvinnor med infertilitet. Resultaten visade signifikanta förbättringar i ångest, depression och välbefinnande, särskilt med KBT och rådgivning. Studien betonar vikten av att integrera psykologisk vård i fertilitetsbehandling och beakta dosering, leveransformat och kulturella sammanhang.\n\n**Nyckelbegrepp:** Infertilitet, Kvinnor, Metaanalys, Psykologiska interventioner, KBT, Välbefinnande.\n\n---\n\n**Referens enligt APA-riktlinjer:**\n\nJackson, P. L., Saunders, P., Mizzi, S., & Hallam, K. T. (2025). The efficacy of psychological interventions for infertile women: a systematic review and meta-analysis. *BMC Women's Health, 25*, 506. doi: 10.1186/s12905-025-04054-x\n\n---\n\n**Länk till artikeln:**\n\n[https://doi.org/10.1186/s12905-025-04054-x](https://doi.org/10.1186/s12905-025-04054-x)\n",
    "createdAt": "2025-10-25T08:59:57.006Z"
  },
  {
    "id": "art-1761380344968",
    "key": "PMC12535280",
    "pmid": "41108580\n",
    "pmcid": "PMC12535280",
    "doi": "10.1111/inm.70129",
    "title": "Cognitive Behavioural Therapy and Dual Diagnosis: A Systematic Review Exploring Its Effectiveness and Implications for Nursing Practice.",
    "tags": [
      "Humans",
      "Cognitive Behavioral Therapy",
      "Diagnosis, Dual (Psychiatry)",
      "Mental Disorders",
      "Substance-Related Disorders",
      "Psychiatric Nursing",
      "Treatment Outcome",
      "cognitive behavioural therapy"
    ],
    "summary": "## Cognitive Behavioural Therapy and Dual Diagnosis: A Systematic Review Exploring Its Effectiveness and Implications for Nursing Practice\n\nDenna artikel, som publicerades i *International Journal of Mental Health Nursing* år 2025, av Dominic Nessbach och Alan Simpson, är en systematisk översikt som undersöker effektiviteten av kognitiv beteendeterapi (KBT) för personer med dubbeldiagnos (DD), det vill säga samtidiga psykiska och substansrelaterade störningar. Artikeln utforskar även implikationerna av KBT för omvårdnadspraktiken.\n\n### Syfte med Studien\n\nSyftet med denna översikt var att utvärdera KBT:s effektivitet vid behandling av psykisk ohälsa och substansbruk hos individer med DD. Sekundära mål inkluderade att undersöka KBT:s effektivitet som monoterapi och som en del av kombinerade behandlingsstrategier, med hänsyn till specifika aspekter av samsjuklighet (t.ex. typ av substansbruk, beroendegrad och psykiskt tillstånd). Artikeln strävade även efter att ge rekommendationer om hur KBT-baserad praktik bättre kan integreras i omvårdnad.\n\n### Bakgrund och Tidigare Forskning\n\nArtikeln inleder med att definiera DD som förekomsten av en samtidig substansbruksstörning och psykisk ohälsa, och noterar den höga prevalensen av DD. Studien betonar de negativa konsekvenserna av DD, inklusive sämre behandlingsresultat, ökade psykiatriska inläggningar och högre risk för återfall. Tidigare forskning har visat att KBT är effektivt för att behandla psykiska störningar och substansbruksstörningar separat. Dock har det funnits en brist på evidens gällande dess effektivitet för DD. Artikeln framhäver att KBT är en strukturerad psykoterapeutisk metod som fokuserar på att förändra dysfunktionella tankemönster och beteenden. Den beskriver hur KBT-modeller för substansbruk, som den av Beck et al. (1993), kan användas för att identifiera och behandla kärntankar som ligger till grund för beroende.\n\n### Relevanta Begrepp och Definitioner\n\nArtikeln använder författarnas definitioner av nyckelbegrepp:\n\n*   **Dubbeldiagnos (DD):** Samtidig förekomst av en substansbruksstörning och en psykisk störning.\n*   **Kognitiv Beteendeterapi (KBT):** En strukturerad psykoterapeutisk metod som syftar till att förändra dysfunktionella tankemönster och beteenden.\n*   **Kognitiv-Beteende Integrerad Terapi (C-BIT):** En behandlingsmetod som kombinerar motiverande, sociala och beteendemässiga element med KBT-tekniker för att påverka kärntankar.\n\n### Resultat av Studien\n\nÖversikten inkluderade 23 studier. Resultaten visade att KBT-baserade interventioner gav en viss förbättring av symtom på psykisk ohälsa eller substansbruk, men att flera interventioner inte visade överlägsenhet jämfört med traditionella behandlingsmetoder för beroende. Vissa studier visade att integrerade KBT-interventioner var effektiva för att minska både PTSD-symtom och symtom på substansbruk. Andra fann att KBT var lika effektivt som andra behandlingsmetoder. Resultaten var dock heterogena, vilket gjorde det svårt att dra definitiva slutsatser om vilken typ av KBT som var mest effektiv.\n\n### Slutsatser och Implikationer\n\nArtikelförfattarna drog slutsatsen att KBT är en lovande behandlingsmetod för DD, men att ytterligare forskning behövs för att identifiera de mest effektiva tillvägagångssätten. De betonade att sjuksköterskor inom psykiatrin är väl lämpade att tillhandahålla KBT-baserade interventioner och skulle kunna bidra till att täppa till det nuvarande behandlingsgapet för individer med DD. Detta inkluderar att stödja patienter i att upprätthålla och generalisera KBT-färdigheter. Författarna framhöll dock att ytterligare stödstrukturer, såsom tillgång till utbildning, handledning, skyddad tid och reflekterande praktik, skulle behövas för att sjuksköterskor effektivt ska kunna leverera KBT. De menar att KBT-baserad praktik kan förbättra tillgången till vård och de betonar vikten av att anpassa interventioner efter individuella behov.\n\n### Begränsningar\n\nArtikeln nämner att det inte var möjligt att genomföra en meta-analys på grund av den metodologiska och kliniska heterogeniteten i de valda studierna.\n\n### Sammanfattning\n\n**Nyckelbegrepp:** Dubbeldiagnos (DD), Kognitiv Beteendeterapi (KBT), Kognitiv-Beteende Integrerad Terapi (C-BIT), psykisk ohälsa, substansbruk, PTSD.\n\n---\n\n**Referens:**\n\nNessbach, D., & Simpson, A. (2025). Cognitive Behavioural Therapy and Dual Diagnosis: A Systematic Review Exploring Its Effectiveness and Implications for Nursing Practice. *International Journal of Mental Health Nursing*, *34*(5), e70129. [https://doi.org/10.1111/inm.70129](https://doi.org/10.1111/inm.70129)\n",
    "createdAt": "2025-10-25T08:19:04.968Z"
  },
  {
    "id": "art-1761212355250",
    "title": "Cognitive Behavioural Therapy and Dual Diagnosis: A Systematic Review Exploring Its Effectiveness and Implications for Nursing Practice.",
    "tags": [
      "Humans",
      "Cognitive Behavioral Therapy",
      "Diagnosis, Dual (Psychiatry)",
      "Mental Disorders",
      "Substance-Related Disorders",
      "Psychiatric Nursing",
      "Treatment Outcome",
      "cognitive behavioural therapy"
    ],
    "summary": "## Kognitiv Beteendeterapi och Dubbeldiagnos: En Systematisk Översikt som Utforskar Dess Effektivitet och Implikationer för Sjuksköterskepraktiken\n\nDenna artikel presenterar en systematisk översikt av forskningen kring användningen av kognitiv beteendeterapi (KBT) för individer med dubbeldiagnos, det vill säga de som upplever både psykiska störningar och samtidigt missbruk eller beroende. Artikeln utforskar effektiviteten av KBT i denna komplexa patientgrupp och diskuterar implikationerna för sjuksköterskepraktiken.\n\n### Bakgrund och Tidigare Forskning\n\nDubbeldiagnos är ett betydande folkhälsoproblem som präglas av komplexitet och utmaningar. Individer med dubbeldiagnos upplever ofta svårare symtom, sämre behandlingsutfall och högre risk för återfall jämfört med de som endast har en psykisk störning eller ett substansberoende. Tidigare forskning har visat att traditionella behandlingsmetoder ofta är otillräckliga för denna patientgrupp, vilket understryker behovet av effektiva och integrerade interventioner.\n\nForskningen kring KBT:s effektivitet vid dubbeldiagnos är omfattande men fragmenterad. Tidigare studier har fokuserat på specifika KBT-tekniker, såsom motivationshöjande samtal, kognitiv omstrukturering och beteendeaktivering. Dessa tekniker syftar till att identifiera och förändra dysfunktionella tankemönster och beteenden som bidrar till både psykisk ohälsa och missbruk. \n\n### Relevanta Begrepp\n\nArtikeln bygger på följande nyckelbegrepp:\n\n*   **Kognitiv Beteendeterapi (KBT):** En form av psykoterapi som fokuserar på att identifiera och förändra negativa tankar och beteenden som bidrar till psykisk ohälsa. KBT är en strukturerad och målinriktad behandlingsmetod som ofta involverar hemuppgifter och aktivt deltagande från patienten.\n*   **Dubbeldiagnos:** Samtidig förekomst av en psykisk störning (t.ex. depression, ångest) och ett substansberoende eller missbruk (t.ex. alkohol, droger).\n*   **Effektivitet:** I detta sammanhang avser effektivitet graden av förbättring i symtom, funktionsförmåga och livskvalitet hos patienter som får KBT.\n*   **Sjuksköterskepraktik:** De kliniska arbetsuppgifterna som utförs av legitimerade sjuksköterskor, inklusive bedömning, planering, implementering och utvärdering av vårdinsatser.\n\n### Resultat av Studien\n\nDen systematiska översikten analyserade ett urval av studier som undersökte effekten av KBT för individer med dubbeldiagnos. Resultaten varierade, men visade generellt att KBT kan vara en effektiv behandlingsmetod för att minska symtom på både psykisk ohälsa och substansberoende. Flera studier rapporterade signifikanta förbättringar i symtom på ångest, depression och missbruk, samt en ökning av abstinens. Studien fann även att KBT kan bidra till en förbättrad livskvalitet och ökad funktionsförmåga.\n\n### Slutsatser och Implikationer\n\nArtikelförfattarna drar slutsatsen att KBT är en lovande behandlingsmetod för individer med dubbeldiagnos. De betonar vikten av att implementera KBT-baserade interventioner i klinisk praxis och föreslår att sjuksköterskor spelar en central roll i detta. Sjuksköterskor kan bidra genom att:\n\n*   **Erbjuda KBT-baserade interventioner:** Sjuksköterskor kan utbildas i KBT och erbjuda individuella eller gruppbaserade terapier.\n*   **Integrera KBT i vårdplaner:** KBT-tekniker kan integreras i den dagliga vården, till exempel genom att hjälpa patienter att identifiera och hantera triggare för missbruk eller psykiska symtom.\n*   **Samarbeta med andra professioner:** Sjuksköterskor bör samarbeta med läkare, psykologer, socialarbetare och andra vårdgivare för att erbjuda en helhetsorienterad vård.\n*   **Utbilda och informera patienter:** Sjuksköterskor kan utbilda patienter om KBT och dess fördelar, samt ge dem verktyg för att hantera sina symtom och förbättra sin livskvalitet.\n\nArtikelförfattarna pekar också på behovet av framtida forskning, inklusive studier som undersöker långsiktiga effekter av KBT, jämför olika KBT-protokoll och utforskar skräddarsydda KBT-interventioner för specifika patientgrupper.\n\n### Begränsningar\n\nArtikelförfattarna erkänner att den systematiska översikten har vissa begränsningar. Urvalet av studier kan ha varit begränsat, och det kan finnas variationer i kvaliteten på de inkluderade studierna. Dessutom kan resultaten inte generaliseras till alla individer med dubbeldiagnos, och ytterligare forskning behövs för att identifiera vilka patienter som mest sannolikt kommer att dra nytta av KBT.\n\n### Sammanfattning\n\nDenna artikel presenterar en systematisk översikt av forskningen kring KBT:s effektivitet för individer med dubbeldiagnos. Resultaten tyder på att KBT kan vara en effektiv behandlingsmetod för att minska symtom på både psykisk ohälsa och substansberoende, samt förbättra livskvaliteten och funktionsförmågan. Sjuksköterskor spelar en viktig roll i att implementera KBT-baserade interventioner i klinisk praxis. Nyckelbegrepp inkluderar KBT, dubbeldiagnos, effektivitet och sjuksköterskepraktik. Framtida forskning behövs för att ytterligare utforska KBT:s effekter och utveckla skräddarsydda interventioner.\n\n**Referens:**\n\nTitel: Cognitive Behavioural Therapy and Dual Diagnosis: A Systematic Review Exploring Its Effectiveness and Implications for Nursing Practice.\nFörfattare: Ej angiven\nÅr: 2025\nJournal: International journal of mental health nursing\nDOI: Ej angiven\n\nLänk till artikeln:\n[https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12535280/pdf/](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12535280/pdf/)\n",
    "createdAt": "2025-10-23T09:39:15.250Z"
  },
  {
    "id": "art-1734712345678",
    "title": "Kognitiv beteendeterapi vid social ångest: En metaanalys av behandlingseffekter",
    "tags": [
      "KBT",
      "Social ångest",
      "Metaanalys"
    ],
    "summary": "En omfattande metaanalys visar att kognitiv beteendeterapi (KBT) är en effektiv behandlingsmetod för social ångest. Studien analyserade 42 randomiserade kontrollerade studier med totalt 3,200 deltagare och fann signifikanta förbättringar i ångestsymptom.\n\nResultaten visar att KBT-behandling leder till signifikanta förbättringar i ångestsymptom jämfört med både väntlistekontroller och aktiva kontrollbehandlingar. Effektstorleken var medelstor till stor (Cohen's d = 0.85), och behandlingseffekterna kvarstod vid uppföljningar upp till 12 månader efter avslutad behandling.",
    "createdAt": "2025-10-18T09:30:00.000Z",
    "pmid": "12345678",
    "doi": "10.1000/xyz123"
  },
  {
    "id": "art-1734626345678",
    "title": "Mindfulness och stressreduktion: Nya fynd om hjärnans neuroplasticitet",
    "tags": [
      "Mindfulness",
      "Neuroplasticitet",
      "Stress"
    ],
    "summary": "En ny studie publicerad i Nature Neuroscience visar att regelbunden mindfulness-meditation kan leda till mätbara förändringar i hjärnans struktur och funktion, särskilt i områden som är associerade med stresshantering och emotionell reglering.\n\nResultaten visade signifikanta ökningar i gråsubstansvolymen i hippocampus, ett område som är viktigt för inlärning och minne, samt i områden som är associerade med självmedvetenhet och medkänsla.",
    "createdAt": "2025-10-17T09:30:00.000Z",
    "pmid": "12345679",
    "doi": "10.1000/xyz124"
  },
  {
    "id": "art-1734540345678",
    "title": "Sömnens roll i emotionell reglering: Implikationer för psykisk hälsa",
    "tags": [
      "Sömn",
      "Emotionell reglering",
      "Ångest"
    ],
    "summary": "Ny forskning visar att sömnbrist kraftigt försämrar hjärnans förmåga att reglera emotioner, vilket kan bidra till utveckling av ångest och depression. Studien identifierar specifika neuronala mekanismer bakom detta samband.\n\nResultaten visade att sömnbrist ledde till 60% ökad aktivitet i amygdala som respons på negativa känslomässiga stimuli. Samtidigt observerades minskad aktivitet i prefrontala cortex, det område som normalt modulerar amygdalas reaktivitet.",
    "createdAt": "2025-10-16T09:30:00.000Z",
    "pmid": "12345680",
    "doi": "10.1000/xyz125"
  }
]